[
  {
    "adult": false,
    "also_known_as": [
      "Benedict Timothy Carlton Cumberbatch",
      "Бенедикт Камбербетч",
      "ベネディクト・カンバーバッチ",
      "เบเนดิกต์ คัมเบอร์แบตช์",
      "بيندكت كامبرباتش",
      "베네딕트 컴버배치",
      "Μπένεντικτ Κάμπερμπατς",
      "本尼迪克特·康伯巴奇",
      "班奈狄克·康柏拜區 "
    ],
    "biography": "Benedict Timothy Carlton Cumberbatch (born 19 July 1976) is an English actor. Known for his roles on the screen and stage, he has received various accolades throughout his career, including a Primetime Emmy Award, a British Academy Television Award, and a Laurence Olivier Award. Cumberbatch won the Laurence Olivier Award for Best Actor in a Leading Role in a Play for Frankenstein and a Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or Movie for Sherlock. His performances in the dramas The Imitation Game (2014) and The Power of the Dog (2021) earned him nominations for an Academy Award, a BAFTA Award, a Screen Actors Guild Award, and a Golden Globe Award, all for Best Actor in a Leading Role. For playing the title role in five-part drama miniseries Patrick Melrose, he won a BAFTA TV Award for Best Actor in a Leading Role.\n\nIn 2014 Time magazine included him in its annual list of the 100 most influential people in the world, and in 2015 he was appointed a CBE by Queen Elizabeth II in the 2015 Birthday Honours for services to the performing arts and to charity. A graduate of the Victoria University of Manchester, Cumberbatch continued his training at the London Academy of Music and Dramatic Art, obtaining a Master of Arts in Classical Acting. He first performed at the Open Air Theatre, Regent's Park in Shakespearean productions and made his West End debut in Richard Eyre's revival of Hedda Gabler in 2005. Since then, he has starred in the Royal National Theatre productions After the Dance (2010) and Frankenstein (2011). In 2015, he played the title role in Hamlet at the Barbican Theatre.\n\nCumberbatch's television work includes his performance as Stephen Hawking in the television film Hawking in 2004. He gained worldwide recognition for his performance as Sherlock Holmes in the BBC series Sherlock from 2010 to 2017. He has also headlined Tom Stoppard's adaptation of Parade's End (2012), The Hollow Crown: The Wars of the Roses (2016), Patrick Melrose (2018), and Brexit: The Uncivil War (2019). In films, Cumberbatch has starred in Amazing Grace (2006) as William Pitt the Younger, Star Trek Into Darkness (2013) as Khan, 12 Years a Slave (2013) as William Prince Ford, The Fifth Estate (2013) as Julian Assange, and The Imitation Game (2014) as Alan Turing. He also acted in the historical dramas The Current War (2017), 1917 (2019) and The Courier (2020), and received critical acclaim for his performance in Jane Campion's Western drama The Power of the Dog (2021). From 2012 to 2014, through voice and motion capture, he played the characters of Smaug and Sauron in The Hobbit film series. Cumberbatch portrays Dr. Stephen Strange in the Marvel Cinematic Universe films, beginning with Doctor Strange (2016), and also voiced the character in the animated series What If...? (2021).",
    "birthday": "1976-07-19",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 71580,
    "imdb_id": "nm1212722",
    "known_for_department": "Acting",
    "name": "Benedict Cumberbatch",
    "place_of_birth": "London, England, UK",
    "popularity": 31.429,
    "profile_path": "/fBEucxECxGLKVHBznO0qHtCGiMO.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["코디 스밋 맥피"],
    "biography": "Kodi Smit-McPhee (born 13 June 1996) is an Australian actor. He gained recognition as a child actor for his leading roles in The Road (2009) and Let Me In (2010). In 2021, Smit-McPhee garnered critical acclaim for his performance as Peter Gordon in Jane Campion's western film The Power of the Dog, for which he earned nominations for an Academy Award, a BAFTA Award, and a Screen Actors Guild Award, and won the Golden Globe Award for Best Supporting Actor.\n\nHe provided the voice of the titular character in ParaNorman (2012) and appeared in Dawn of the Planet of the Apes (2014), X-Men: Apocalypse (2016), Alpha (2018), and Dark Phoenix (2019).",
    "birthday": "1996-06-13",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 113505,
    "imdb_id": "nm2240346",
    "known_for_department": "Acting",
    "name": "Kodi Smit-McPhee",
    "place_of_birth": "Sydney, New South Wales, Australia",
    "popularity": 7.093,
    "profile_path": "/bMg2GipFRXnbk1dKGy1yxr3OeP0.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "克尔斯滕·邓斯特",
      "Кирстен Данст",
      "Кірстен Данст",
      "克斯汀·鄧斯特",
      "เคียร์สเต็น ดันสต์",
      "キルスティン・ダンスト",
      "커스틴 던스트",
      "كيرستين دانست",
      "Κίρστεν Κάρολαϊν Ντανστ",
      "Κίρστεν Ντανστ",
      "Kirsten Caroline Dunst",
      "克斯汀·邓斯特",
      "키어스틴 던스트"
    ],
    "biography": "Kirsten Caroline Dunst (born April 30, 1982) is an American actress. She has received various accolades, including a Cannes Film Festival Award for Best Actress, in addition to nominations for an Academy Award, a Primetime Emmy Award, and four Golden Globe Awards. She made her acting debut in the short Oedipus Wrecks directed by Woody Allen in the anthology film New York Stories (1989). She then gained recognition for her role as child vampiress Claudia in the horror film Interview with the Vampire (1994), which earned her a Golden Globe nomination for Best Supporting Actress. She also had roles in her youth in Little Women (1994) and the fantasy films Jumanji (1995) and Small Soldiers (1998).\n\nIn the late 1990s, Dunst transitioned to leading roles in a number of teen films, including the political satire Dick (1999) and the Sofia Coppola-directed drama The Virgin Suicides (1999). In 2000, she starred in the lead role in the cheerleading film Bring It On, which has become a cult classic. She gained further wide attention for her role as Mary Jane Watson in Sam Raimi's Spider-Man (2002) and its sequels Spider-Man 2 (2004) and Spider-Man 3 (2007). Her career progressed with a supporting role in Eternal Sunshine of the Spotless Mind (2004), followed by a lead role in Cameron Crowe's tragicomedy Elizabethtown (2005), and as the title character in Coppola's Marie Antoinette (2006).\n\nIn 2011, Dunst starred as a depressed newlywed in Lars von Trier's science fiction drama Melancholia, which earned her the Cannes Film Festival Award for Best Actress. In 2015, she played Peggy Blumquist in the second season of the FX series Fargo, which earned Dunst a Primetime Emmy Award nomination. She then had a supporting role in the film Hidden Figures (2016) and leading roles in The Beguiled (2017), and the black comedy series On Becoming a God in Central Florida (2019), for which she received a third Golden Globe nomination. She earned nominations for her fourth Golden Globe and first Academy Award nomination for her performance in the psychological drama The Power of the Dog (2021).",
    "birthday": "1982-04-30",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 205,
    "imdb_id": "nm0000379",
    "known_for_department": "Acting",
    "name": "Kirsten Dunst",
    "place_of_birth": "Point Pleasant, New Jersey, USA",
    "popularity": 20.116,
    "profile_path": "/k0nXzChf1WRkUvh8nidLrJ84pay.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "제시 플레먼스",
      "杰西·普莱蒙"
    ],
    "biography": "Jesse Plemons (born April 2, 1988) is an American actor. He began his career as a child actor and achieved a career breakthrough with his major role as Landry Clarke in the NBC drama series Friday Night Lights (2006–2011). He subsequently portrayed Todd Alquist in season 5 of the AMC crime drama series Breaking Bad (2012–2013) and its sequel film El Camino: A Breaking Bad Movie (2019). For his role as Ed Blumquist in season 2 of the FX anthology series Fargo (2015), he received his first Primetime Emmy Award nomination and won a Critics' Choice Television Award. He received a second Emmy nomination for his portrayal of Robert Daly in \"USS Callister\", an episode of the Netflix anthology series Black Mirror (2017).\n\nPlemons has appeared in supporting roles in several films including The Master (2012), The Homesman (2014), Black Mass, Bridge of Spies (both 2015), Game Night, Vice (both 2018), The Irishman (2019), Judas and the Black Messiah, Jungle Cruise, and The Power of the Dog (all in 2021). He starred in the psychological thriller film I'm Thinking of Ending Things (2020). He was nominated for the Independent Spirit Award for Best Male Lead for his role as David Mulcahey in Other People (2016). For his performance in The Power of the Dog, he was nominated for a BAFTA Award for Best Actor in a Supporting Role and the Academy Award for Best Supporting Actor.\n\nDescription above from the Wikipedia article Jesse Plemons, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1988-04-02",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 88124,
    "imdb_id": "nm0687146",
    "known_for_department": "Acting",
    "name": "Jesse Plemons",
    "place_of_birth": "Dallas, Texas, USA",
    "popularity": 48.616,
    "profile_path": "/nx5BJs7anBcuZiqvXC9nInMwMSM.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Thomasin McKenzie-Harcourt",
      "Tom McKenzie ",
      "Thomasin Harcourt McKenzie",
      "Τόμασιν Μακένζι",
      "토마신 맥켄지",
      "Томасин Маккензи",
      "Τομαζίν Χάρκουρτ Μακέντζι",
      "Τομαζίν Μακέντζι Χάρκουρτ ",
      "トーマシン・マッケンジー",
      "トーマサイン・マッケンジー"
    ],
    "biography": "Thomasin Harcourt McKenzie (born 26 July 2000) is an actress from New Zealand. After a minor role in The Hobbit: The Battle of Five Armies, she rose to critical prominece with the lead role in Debra Granik's 2018 drama film Leave No Trace. After supporting roles in the 2019 films The King, Jojo Rabbit and True History of the Kelly Gang, as well as the 2021 thriller Old, Edgar Wright's psychological horror film Last Night in Soho established her as one of the industry's lead actresses.",
    "birthday": "2000-07-26",
    "deathday": null,
    "gender": 1,
    "homepage": "https://gcm.co.nz/artists/thomasin-mckenzie",
    "id": 1356758,
    "imdb_id": "nm5057169",
    "known_for_department": "Acting",
    "name": "Thomasin McKenzie",
    "place_of_birth": "Wellington, New Zealand",
    "popularity": 21.608,
    "profile_path": "/of8zI5FA5cNBbZK8KdgTSw0znXK.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Genevieve Lemon"],
    "biography": "​From Wikipedia, the free encyclopedia.  \n\nGenevieve Lemon is an Australian actress who has appeared in a number of soap operas – as Zelda Baker in The Young Doctors, Marlene \"Rabbit\" Warren in Prisoner and Brenda Riley in Neighbours. She showed her comedic and singing talents in the televised revue show Three Men and a Baby Grand.\n\nLemon has also appeared in a number of films directed by Jane Campion – Sweetie, The Piano and Holy Smoke. She played in the stage production \"Priscilla, Queen of the Desert – the Musical\" as the barmaid and owner of the Broken Hill Hotel, Shirley. Her first CD, with her band, is called \"Angels in the City\". It is a live recording of a concert she performed in the Studio at the Sydney Opera House as part of the Singing around the House series.\n\nGenevieve Lemon is currently on stage at London's Victoria Palace Theatre, portraying Mrs Wilkinson in Billy Elliot the Musical, a role she performed firstly in Sydney then Melbourne. On 21 January 2008 she won the Best Actress in a Musical award at the 2007 Sydney Theatre Awards. Lemon won a 2008 Helpmann Award for Best Actress in a Musical for her role in Billy Elliot the Musical. Lemon has worked extensively for a number of major state theatre companies in Australia.\n\nLemon began her career with the Leichhardt-based amateur theater company, The Rocks Players.\n\nDescription above from the Wikipedia article Genevieve Lemon, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1958-04-21",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 10760,
    "imdb_id": "nm0501501",
    "known_for_department": "Acting",
    "name": "Geneviève Lemon",
    "place_of_birth": "Sydney, Australia",
    "popularity": 5.18,
    "profile_path": "/k93Xs9K7eX06FKIePWD05eDuqBD.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Keith Ian Carradine (born August 8, 1949) is an American actor and singer-songwriter.",
    "birthday": "1949-08-08",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 30613,
    "imdb_id": "nm0001018",
    "known_for_department": "Acting",
    "name": "Keith Carradine",
    "place_of_birth": "San Mateo, California, USA",
    "popularity": 15.701,
    "profile_path": "/5gayZWGqjTAVJXr1bXovk3oqOxW.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Frances Conroy (born November 13, 1953) is an American actress. She is most widely known for playing the matriarch Ruth O'Connor Fisher Sibley on the HBO funeral drama series Six Feet Under, which earned her a Golden Globe in 2004.\n\nDescription above from the Wikipedia article Frances Conroy, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1953-03-15",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 4432,
    "imdb_id": "nm0175814",
    "known_for_department": "Acting",
    "name": "Frances Conroy",
    "place_of_birth": "Monroe, Georgia, USA",
    "popularity": 11.976,
    "profile_path": "/aJRQAkO24L6bH8qkkE5Iv1nA3gf.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": null,
    "deathday": null,
    "gender": 0,
    "homepage": null,
    "id": 3521003,
    "imdb_id": null,
    "known_for_department": "Acting",
    "name": "Kenneth Radley",
    "place_of_birth": null,
    "popularity": 0.6,
    "profile_path": null
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Sean Keenan was born on January 18, 1993 in Australia. He is an actor, known for Lockie Leonard (2007), Wake in Fright (2017) and Glitch (2015).",
    "birthday": "1993-01-18",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 962109,
    "imdb_id": "nm2407067",
    "known_for_department": "Acting",
    "name": "Sean Keenan",
    "place_of_birth": null,
    "popularity": 5.891,
    "profile_path": "/w6zfDPiprbzI5fYavP4ZreMnBU1.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": "2010-01-01",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 3232669,
    "imdb_id": "nm11879379",
    "known_for_department": "Acting",
    "name": "Jude Hill",
    "place_of_birth": "Northern Ireland",
    "popularity": 1.795,
    "profile_path": "/hKPl5S2ROF9wW3Bu4QNgn9TIEbz.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Катрина Балф",
      "Κατρίνα Μπαλφ",
      "Caitríona Mary Balfe",
      "Caitriona Balfe"
    ],
    "biography": "Caitríona Mary Balfe (/kəˈtriːnə ˈbælf/; born 4 October 1979) is an Irish actress, producer, and former fashion model. She is best known for her starring role as Claire Fraser in the Starz historical drama series Outlander, for which she received a British Academy Scotland Award, an Irish Film and Television Award, two People's Choice Awards, and three Saturn Awards. She also earned nominations for two Critics' Choice Television Awards and four Golden Globe Awards for Best Actress in a Television Series – Drama.\n\nAt age eighteen, while studying Drama at the Dublin Institute of Technology, Balfe was offered work as a fashion model in Paris. She was featured both in advertising campaigns and on runways for such brands as Chanel, Dolce & Gabbana, Roberto Cavalli, Alexander McQueen, Balenciaga, Givenchy, Marc Jacobs, Bottega Veneta, Oscar de la Renta and many others over ten years before refocusing on acting. She had leading roles in the web series The Beauty Inside (2012) and H+: The Digital Series (2012–2013), and appeared in the films Super 8 (2011), Now You See Me (2013), Escape Plan (2013), Money Monster (2016), Ford v Ferrari (2019), and Belfast (2021).\n\nDescription above from the Wikipedia article Caitríona Balfe, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1979-10-04",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 147056,
    "imdb_id": "nm1495520",
    "known_for_department": "Acting",
    "name": "Caitríona Balfe",
    "place_of_birth": "Dublin, Ireland",
    "popularity": 9.932,
    "profile_path": "/4KQRDj74lKwU52Ewmzz7sVIakgn.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Джеймі Дорнан",
      " ジェイミー・ドーナン"
    ],
    "biography": "James Dornan (born 1 May 1982) is an Irish actor, model, and musician. He played Axel von Fersen in Sofia Coppola's film Marie Antoinette (2006), Sheriff Graham Humbert in the ABC series Once Upon a Time, serial killer Paul Spector in the BBC Two and RTÉ One crime drama series The Fall, and Christian Grey in the Fifty Shades franchise (2015-2018).\n\nDescription above from the Wikipedia article Jamie Dornan licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1982-05-01",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1254583,
    "imdb_id": "nm1946193",
    "known_for_department": "Acting",
    "name": "Jamie Dornan",
    "place_of_birth": "Belfast - Northern Ireland - UK",
    "popularity": 17.185,
    "profile_path": "/qmTiAm3LII5moykSriVkJCeysKC.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Джуди Денч",
      "주디 덴치",
      "Dame Judi Dench",
      "Judy Dench",
      "Judith Olivia Dench"
    ],
    "biography": "Dame Judith Olivia \"Judi\" Dench, CH, DBE, FRSA (born 9 December 1934) is an English film, stage and television actress.\n\nDench made her professional debut in 1957 with the Old Vic Company. Over the following few years she played in several of William Shakespeare's plays in such roles as Ophelia in Hamlet, Juliet in Romeo and Juliet and Lady Macbeth in Macbeth. She branched into film work, and won a BAFTA Award as Most Promising Newcomer; however, most of her work during this period was in theatre. Not generally known as a singer, she drew strong reviews for her leading role in the musical Cabaret in 1968.\n\nDuring the next two decades, she established herself as one of the most significant British theatre performers, working for the National Theatre Company and the Royal Shakespeare Company. In television, she achieved success during this period, in the series A Fine Romance from 1981 until 1984 and in 1992 began a continuing role in the television romantic comedy series As Time Goes By.\n\nHer film appearances were infrequent until she was cast as M in GoldenEye (1995), a role she played in each James Bond film until Skyfall (2012). She received several notable film awards for her role as Queen Victoria in Mrs. Brown (1997), and has since been acclaimed for her work in such films as Shakespeare in Love (1998), Chocolat (2000), Iris (2001), Mrs Henderson Presents (2005) and Notes on a Scandal (2006), and the television production The Last of the Blonde Bombshells (2001).\n\nRegarded by critics as one of the greatest actresses of the post-war period, and frequently named as the leading British actress in polls, Dench has received many award nominations for her acting in theatre, film and television; her awards include ten BAFTAs, seven Laurence Olivier Awards, two Screen Actors Guild Awards, two Golden Globes, an Academy Award, and a Tony Award.\n\nShe was married to actor Michael Williams from 1971 until his death in 2001. They are the parents of actress Finty Williams.",
    "birthday": "1934-12-09",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 5309,
    "imdb_id": "nm0001132",
    "known_for_department": "Acting",
    "name": "Judi Dench",
    "place_of_birth": "York, North Yorkshire, England",
    "popularity": 10.642,
    "profile_path": "/cpna5VGvAxuKuC31xJPBKy9zbnv.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Ciaran Hinds",
      "Ciarin Hinds",
      "Киран Хайндс",
      "Ciaràn Hinds"
    ],
    "biography": "From Wikipedia, the free encyclopedia\n\nCiarán Hinds (born 9 February 1953) is an Irish actor. A versatile character actor, he has appeared in feature films such as The Sum of All Fears, Road to Perdition, Munich, There Will Be Blood, Harry Potter and the Deathly Hallows – Part 2, Tinker Tailor Soldier Spy, Frozen, Silence, Red Sparrow, Justice League, First Man, and Frozen II.\n\nHis television roles include Gaius Julius Caesar in the series Rome, DCI James Langton in Above Suspicion, and Mance Rayder in Game of Thrones. As a stage actor Hinds has enjoyed spells with the Royal Shakespeare Company, the Royal National Theatre in London, and six seasons with Glasgow Citizens' Theatre, and he has continued to work on stage throughout his career.",
    "birthday": "1953-02-09",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 8785,
    "imdb_id": "nm0001354",
    "known_for_department": "Acting",
    "name": "Ciarán Hinds",
    "place_of_birth": "Belfast, Northern Ireland, UK",
    "popularity": 18.435,
    "profile_path": "/d8wLIX9VYgwXRGSp1gmUdUxmApv.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Colin Morgan is a British stage, film and television actor from Northern Ireland, best known for playing the title role in the BBC television series \"Merlin.\" He's a graduate from the Royal Scottish Academy of Music and Drama, Glasgow, Scotland, UK.",
    "birthday": "1986-01-01",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 228866,
    "imdb_id": "nm2959880",
    "known_for_department": "Acting",
    "name": "Colin Morgan",
    "place_of_birth": "Armagh, Northern Ireland, UK",
    "popularity": 9.77,
    "profile_path": "/jeSLhhfUIZR3UQGGhtYTk0J2I5.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Lara McDonnell is an Irish actress. She starred as the alternating titular role in the West End production of Matilda the Musical from 2015 to 2016. She has since landed roles in a number of films. McDonnell appeared on the 2021 Irish Independent list of actors to go stellar. Wikipedia",
    "birthday": "2003-11-07",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1726976,
    "imdb_id": "nm7107447",
    "known_for_department": "Acting",
    "name": "Lara McDonnell",
    "place_of_birth": "Dublin, Ireland",
    "popularity": 6.382,
    "profile_path": "/qm5WAiX5YU6KoWMn5Ts4vW8eddo.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": null,
    "deathday": null,
    "gender": 0,
    "homepage": null,
    "id": 3065081,
    "imdb_id": null,
    "known_for_department": "Acting",
    "name": "Lewis McAskie",
    "place_of_birth": null,
    "popularity": 0.6,
    "profile_path": null
  },
  {
    "adult": false,
    "also_known_as": ["Gerard James Pertwee Horan", "Gerry Horan"],
    "biography": "",
    "birthday": "1962-11-11",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 56101,
    "imdb_id": "nm0394531",
    "known_for_department": "Acting",
    "name": "Gerard Horan",
    "place_of_birth": "Stockport, Cheshire, England, UK",
    "popularity": 6.197,
    "profile_path": "/crvohW6KrgAZUgoBE8IwKN5ErxQ.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": null,
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1709739,
    "imdb_id": "nm0907905",
    "known_for_department": "Acting",
    "name": "Josie Walker",
    "place_of_birth": null,
    "popularity": 0.604,
    "profile_path": "/tnCtnm6eOAVQ5JXXltG40ZwYAPO.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Emilia Annis I. Fosset-Jones",
      "Emilia Annis I. Jones",
      "エミリア・ジョーンズ"
    ],
    "biography": "Emilia Jones (born 23 February 2002) is an English actress, singer, and songwriter. She is best known for playing the lead role in the Academy Award-winning 2021 film CODA as Ruby Rossi, for which she received several accolades for her performance, including a BAFTA Award nomination for Best Actress in a Leading Role.\n\nJones is also known for playing Kinsey Locke in the Netflix series Locke & Key (2020–present), while also having additional early roles in television, such as Doctor Who (2013) and Utopia (2013–2014), and lead roles in films like Brimstone (2016), Ghostland (2018), and Horrible Histories (2019). She also performed in several theatrical productions in the West End in London.\n\nDescription above from the Wikipedia article Emilia Jones, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "2002-02-23",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1331023,
    "imdb_id": "nm4454223",
    "known_for_department": "Acting",
    "name": "Emilia Jones",
    "place_of_birth": "London, England, UK",
    "popularity": 12.044,
    "profile_path": "/vQHfiR6bSKf7bJcYyDvfUSXlB9Q.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Marlee Bethany Matlin (born August 24, 1965) is an American actress. She is the youngest woman and the only deaf actress to date to win the Academy Award for Best Actress in a Leading Role, which she won at age 21 for Children of a Lesser God.  Her work in film and television has resulted in a Golden Globe award, with two additional nominations, and four Emmy nominations. Deaf since she was 2 years old, she is also a prominent member of the National Association of the Deaf.",
    "birthday": "1965-08-24",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 19797,
    "imdb_id": "nm0559144",
    "known_for_department": "Acting",
    "name": "Marlee Matlin",
    "place_of_birth": "Morton Grove, Illinois, USA",
    "popularity": 7.369,
    "profile_path": "/1iV3yA07kdj7RFj2yyzwO2T6M8o.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Troy Kotsur has been acting and directing for over 20 years. Deaf since birth, he was raised in Mesa, AZ. In his career he has had critically acclaimed performances in major films, a lead role in the Broadway run of a Tony Award-winning play, and numerous memorable roles on Television.\n\nTroy has garnered rave reviews for his leading role in the 2021 feature CODA, which was awarded Best Ensemble Cast at Sundance. He is credited with being one of the prime reasons for the feature's festival success, which lead to its $25 million sale to Apple. Previous to this, Troy had a supporting role in The Number 23 starring Jim Carrey, and in subsequent years became known for stand-out performances in indie features.\n\nIn television, Troy made headlines in 2019 for his acting role in The Mandalorian on Disney+ because along with acting, he choreographed an adapted form of sign language for the series. Other notable television roles include guest star appearances on Criminal Minds, Scrubs, CSI: NY, and a fan-favorite recurring character on PAX's Sue Thomas: FB-Eye.\n\nMuch of Troy's success has stemmed from his highly respected career on stage. This includes a role in the Tony Award-winning run of Big River on Broadway, performing at the Mark Taper Forum, and the 2015 LA Drama Critics Circle Award nominee Spring Awakening.",
    "birthday": "1968-07-24",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1571661,
    "imdb_id": "nm1319274",
    "known_for_department": "Acting",
    "name": "Troy Kotsur",
    "place_of_birth": "Mesa, Arizona",
    "popularity": 2.12,
    "profile_path": "/24K3og12jGBGL9dqH5OYFdjF9wu.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Eugenio Derbez-Gonzalez",
      "Eugenio González Derbez",
      "Eugenio Gonzalez Derbez",
      "Эухенио Дербес",
      "אוחניו דברז"
    ],
    "biography": "Actor, writer, director and producer, Eugenio has a degree in Film Directing from the Mexican Institute of Cinematography and Theater, as well as a degree in Acting from Televisa's Acting School. He has also studied and is trained in the arts of Dance, Music and Singing, and still today he continues prepping himself in L.A. and in New York City. His latest feature film \"Instructions Not Included\" became the most successful Spanish-language film ever in the US and worldwide, and broke numerous box office records everywhere, earning over $100M. Variety recently recognized him as the \"#1 most influential Hispanic male in the world\".",
    "birthday": "1962-09-02",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 239574,
    "imdb_id": "nm0220240",
    "known_for_department": "Acting",
    "name": "Eugenio Derbez",
    "place_of_birth": "Mexico City, Distrito Federal, Mexico",
    "popularity": 5.767,
    "profile_path": "/6o1w3mYF947N6TTakQXcs3NNy4w.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Ferdia Walsh-Peelo was born on October 12, 1999 in Ashford, County Wicklow, Ireland. He is an actor, known for Sing Street (2016), CODA (2021) and Love Gets a Room (2021).",
    "birthday": "1999-10-12",
    "deathday": null,
    "gender": 2,
    "homepage": "https://www.independenttalent.com/actors/ferdia-walsh-peelo/",
    "id": 1539216,
    "imdb_id": "nm6916321",
    "known_for_department": "Acting",
    "name": "Ferdia Walsh-Peelo",
    "place_of_birth": "Ashford, County Wicklow, Ireland",
    "popularity": 5.277,
    "profile_path": "/zkBUotUEE6WNlKzd0QPwqf8PE3T.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Daniel Nicholas Durant", "Daniel N. Durant"],
    "biography": "Daniel Durant is an American stage and screen actor. He is a member of the Deaf community. He is best known for portraying Moritz Stiefel in the 2015 Broadway Revival of Spring Awakening, and for his recurring role as Matthew on the television series Switched at Birth.",
    "birthday": "1989-12-24",
    "deathday": null,
    "gender": 2,
    "homepage": "https://www.daniel-durant.com/",
    "id": 1514387,
    "imdb_id": "nm3310289",
    "known_for_department": "Acting",
    "name": "Daniel Durant",
    "place_of_birth": "Detroit, Michigan, USA",
    "popularity": 3.034,
    "profile_path": "/iG1GRiYy3JGlnoBKSnuNF6umtp6.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Amy Forsyth (Born August 6, 1995) is an Canadian Actress,  who won critical acclaim for her performance as Ashley Fields in the Hulu original series “The Path”. She gained huge fame for played the starring role of Natalie in the 2018 Gregory Plotkin directed horror and thriller film “Hell Fest”. In her acting career, she has been cast in the number of popular TV shows including “Rise”, “Channel Zero”, “Defiance” and “Degrassi: The Next Generation”. She began her acting career with 2013 horror and thriller film “Torment” as Mary Bronson.",
    "birthday": "1995-08-06",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1369336,
    "imdb_id": "nm5046593",
    "known_for_department": "Acting",
    "name": "Amy Forsyth",
    "place_of_birth": "Toronto, Ontario, Canada",
    "popularity": 7.394,
    "profile_path": "/ii3DqSprC4MTFsqzjAloynqVOKB.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Kevin H. Chapman"],
    "biography": "Kevin Chapman is an American actor known for his big build and ability to play an assortment of characters ranging from the obnoxious brother, Terrence in FX's Rescue Me to street enforcer Val Savage in Clint Eastwood's critically acclaimed film, Mystic River.\n\nChapman was discovered by the late director Ted Demme and was casted as Mickey Pat in Monument Ave. (1998). Other notable film roles of his include The Cider House Rules, 21 Grams, In Good Company, an Italian mobster in Boondock Saints (1999), Val Savage in Mystic River (2003), and Fire Lt. Frank McKinney in Ladder 49 (2004). Chapman starred as Irish Mob boss, Freddie Cork, for three seasons in the Showtime original series Brotherhood. Chapman plays CIA operative O'Leary in the independent comedy, Black Dynamite. In 2010, Chapman played Bunny in the Tony Scott action film Unstoppable, starring Denzel Washington and Chris Pine. He is attached to J.J. Abrams' Person of Interest.\n\nDescription above from the Wikipedia article Kevin Chapman, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1962-07-29",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 4728,
    "imdb_id": "nm0152430",
    "known_for_department": "Acting",
    "name": "Kevin Chapman",
    "place_of_birth": "Boston, Massachusetts, USA",
    "popularity": 6.1,
    "profile_path": "/sCUwtlhaT2MspHCUx2veRAA9ZXx.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": null,
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 935624,
    "imdb_id": "nm0278468",
    "known_for_department": "Acting",
    "name": "John Fiore",
    "place_of_birth": null,
    "popularity": 3.501,
    "profile_path": "/4yslMrAqVg1nTtVsNj3x2DMQ24g.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Lonnie Farmer is known for Black Mass (2015), The Cider House Rules (1999) and The Judge (2014).",
    "birthday": null,
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 188049,
    "imdb_id": "nm0267772",
    "known_for_department": "Acting",
    "name": "Lonnie Farmer",
    "place_of_birth": null,
    "popularity": 1.124,
    "profile_path": "/sXubJWHxeQ9TKptKKzSpUA3OJ4f.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Timothee Chalamet",
      "Timothy Chalamet",
      "Timothée Hal Chalamet",
      "Timothee Hal Chalamet",
      "티모시 샬라메",
      "ტიმოთი შალამე",
      "蒂莫西·柴勒梅德",
      "Τιμοτέ Σαλαμέ",
      "טימותי שאלאמה",
      "蒂莫西·查拉梅",
      "提摩西·夏勒梅",
      " ტიმოთი შალამე",
      "ティモシー・シャラメ",
      "ティム",
      "ティミー"
    ],
    "biography": "Timothée Hal Chalamet (born December 27, 1995) is an American actor. He began his career appearing in the drama series Homeland in 2012. Two years later, hemade his film debut in the comedy-drama Men, Women & Children and appeared in Christopher Nolan's science fiction film Interstellar. He came into attention in Luca Guadagnino's coming-of-age film Call Me by Your Name (2017). Alongside supporting roles in Greta Gerwig's films Lady Bird (2017) and Little Women (2019), he took on starring roles in Beautiful Boy (2018) and Dune (2021).",
    "birthday": "1995-12-27",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1190668,
    "imdb_id": "nm3154303",
    "known_for_department": "Acting",
    "name": "Timothée Chalamet",
    "place_of_birth": "Manhattan, New York City, New York, USA",
    "popularity": 53.37,
    "profile_path": "/BE2sdjpgsa2rNTFa66f7upkaOP.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Rebecca Louisa Ferguson Sundström",
      "ربکا فرگوسن",
      "丽贝卡·弗格森",
      "레베카 퍼거슨",
      "レベッカ・ファーガソン"
    ],
    "biography": "Rebecca Louisa Ferguson Sundström (born 19 October 1983) is a Swedish actress. She began her acting career with the Swedish soap opera Nya tider (1999–2000) and went on to star in the slasher film Drowning Ghost (2004). She came to international prominence with her portrayal of Elizabeth Woodville in the British television miniseries The White Queen (2013), for which she was nominated for a Golden Globe for Best Actress in a Miniseries or Television Film.\n\nFerguson starred as MI6 agent Ilsa Faust in the action spy film Mission: Impossible – Rogue Nation (2015) and its sequel Mission: Impossible – Fallout (2018). She also played Jenny Lind in the musical film The Greatest Showman (2017) and acted in science fiction horror film Life (2017), starred in the horror film Doctor Sleep (2019), and had supporting parts in the comedy-drama Florence Foster Jenkins (2016), the mystery thriller The Girl on the Train (2016), and the science fiction film Men in Black: International (2019). She portrayed Lady Jessica in the sci-fi epic Dune (2021).",
    "birthday": "1983-10-19",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 933238,
    "imdb_id": "nm0272581",
    "known_for_department": "Acting",
    "name": "Rebecca Ferguson",
    "place_of_birth": "Stockholm, Sweden",
    "popularity": 92.35,
    "profile_path": "/6NRlV9oUipeak7r00V6k73Jb7we.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Oscar Isaac Hernández",
      "奥斯卡·伊萨克",
      "Оскар Айзек",
      "オスカー・アイザック",
      "오스카 아이작",
      "أوسكار إسحاق",
      "Óscar Isaac Hernández Estrada",
      "Oscar Isaac Hernandez",
      "Óscar Isaac",
      "Όσκαρ Άιζακ"
    ],
    "biography": "Óscar Isaac Hernández Estrada (born March 9, 1979) is an American actor. After making his acting debut in the late 1990s, he studied acting at the Juilliard School and played small roles for a majority of the 2000s. For portraying José Ramos-Horta in the Australian film Balibo (2006), Isaac won the AACTA Award for Best Actor in a Supporting Role. Following supporting roles in major films such as Body of Lies (2008), Robin Hood (2010) and Drive (2011), Isaac had his breakthrough with the starring role of a singer in the Coen brothers' black comedy Inside Llewyn Davis (2013), earning a nomination for a Golden Globe Award.\n\nIsaac's career progressed with leading roles in the crime drama A Most Violent Year (2014), the thriller Ex Machina (2015), and the superhero film X-Men: Apocalypse (2016). He became a global star with his starring role as Poe Dameron in the Star Wars sequel trilogy (2015–2019). He has since starred in the science fiction films Annihilation (2018) and Dune (2021), and the crime drama The Card Counter (2021).\n\nOn television, Isaac has starred in the HBO miniseries Show Me a Hero (2015) and Scenes from a Marriage (2021), winning the Golden Globe Award for Best Actor – Miniseries or Television Film for portraying Nick Wasicsko in the former. In 2022, he began starring as the Marvel Cinematic Universe character Moon Knight in the Disney+ series Moon Knight (2022).\n\nDescription above from the Wikipedia article Oscar Isaac, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1979-03-09",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 25072,
    "imdb_id": "nm1209966",
    "known_for_department": "Acting",
    "name": "Oscar Isaac",
    "place_of_birth": "Guatemala City, Guatemala",
    "popularity": 31.766,
    "profile_path": "/dW5U5yrIIPmMjRThR9KT2xH6nTz.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Josh J. Brolin",
      "جوش برولين",
      "조시 브롤린",
      "ジョシュ・ブローリン",
      "喬許·布洛林",
      "Джош Бролин",
      "Josh James Brolin",
      "Τζος Μπρόλιν",
      "乔什·布洛林"
    ],
    "biography": "Joshua James Brolin (born February 12, 1968) is an American actor. He has appeared in films such as The Goonies (1985), Mimic (1997), Hollow Man (2000), Grindhouse (2007), No Country for Old Men (2007), American Gangster (2007), W. (2008), Milk (2008), True Grit (2010), and Men in Black 3 (2012). He has also appeared in films such as Oldboy (2013), Inherent Vice (2014), Everest (2015), Sicario (2015), Hail, Caesar! (2016), and Deadpool 2 (2018).\n\nIn the MCU, he appeared as Thanos in Guardians of the Galaxy (2014), Avengers: Age of Ultron (2015) and later starring in Avengers: Infinity War (2018) and Avengers: Endgame (2019). In 2021, he returned to provide the voice for an alternate timeline version of Thanos in the animated series What If...? and portrayed Gurney Halleck in Denis Villeneuve's sci-fi epic Dune (2021) and in the upcoming sequel in 2023. In 2022, he starred in the supernatural mystery series Outer Range.",
    "birthday": "1968-02-12",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 16851,
    "imdb_id": "nm0000982",
    "known_for_department": "Acting",
    "name": "Josh Brolin",
    "place_of_birth": "Santa Monica, Los Angeles, California, USA",
    "popularity": 29.571,
    "profile_path": "/sX2etBbIkxRaCsATyw5ZpOVMPTD.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Стеллан Скарсгард",
      "Stellan John Skarsgård",
      "Στέλαν Σκάρσγκαρντ",
      "스텔란 스카스가드",
      "斯特兰·斯卡斯加德"
    ],
    "biography": "Stellan Skarsgård is a Swedish actor, known internationally for his film roles in Angels & Demons, Breaking the Waves, The Hunt for Red October, Ronin, Good Will Hunting, Pirates of the Caribbean: Dead Man's Chest, Pirates of the Caribbean: At World's End, Dominion: Prequel to the Exorcist, Mamma Mia! and Mamma Mia! Here We Go Again. He also portrays Dr. Erik Selvig in the Marvel Cinematic Universe. He has appeared as the character in Thor (2011), The Avengers (2012), Thor: The Dark World (2013), and Avengers: Age of Ultron (2015) and Thor: Love and Thunder (2022).",
    "birthday": "1951-06-13",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1640,
    "imdb_id": "nm0001745",
    "known_for_department": "Acting",
    "name": "Stellan Skarsgård",
    "place_of_birth": "Gothenburg, Västra Götalands län, Sweden",
    "popularity": 34.517,
    "profile_path": "/x78BtYHElirO7Iw8bL4m8CnzRDc.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Batista",
      "Dave Batista",
      "Deacon Batista",
      "David Bautista",
      "Leviathan",
      "Дэйв Батиста",
      "데이브 바티스타",
      "Ντέιβ Μπαουτίστα",
      "The Animal",
      "Batista Bomb",
      "デイヴ・バウティスタ",
      "戴夫·巴帝斯塔"
    ],
    "biography": "David Michael Bautista Jr. (born January 18, 1969) is an American actor and retired professional wrestler. He had several stints in WWE between 2002 and 2019. In his acting career, he is most widely known for his portrayal of Drax the Destroyer in the Marvel Cinematic Universe since Guardians of the Galaxy (2014).\n\nBautista began his wrestling career in 1999, and in 2000 signed with the then-World Wrestling Federation (WWF, renamed WWE in 2002). From 2002 to 2010, he gained fame under the ring name Batista and became a six-time world champion by winning the World Heavyweight Championship four times and the WWE Championship twice. His first reign with the World Heavyweight Championship is the longest reign for that title at 282 days. He has also held the World Tag Team Championship three times (twice with Ric Flair and once with John Cena) and the WWE Tag Team Championship once (with Rey Mysterio). He was the winner of the 2005 Royal Rumble match and went on to headline WrestleMania 21, one of the top five highest-grossing pay-per-view events in professional wrestling history. After leaving WWE in 2010, he re-signed in December 2013, making his first appearance back in January 2014 and won that year's Royal Rumble match. He headlined WrestleMania XXX before again departing that June. In October 2018, Bautista made his second return to WWE and faced Triple H at WrestleMania 35 in April 2019, before retiring from wrestling. Altogether Bautista won a total of eleven championships throughout his wrestling career.\n\nBautista began acting in 2006 and has starred in The Man with the Iron Fists (2012), Riddick (2013), the James Bond film Spectre (2015), Blade Runner 2049 (2017), Army of the Dead (2021), and Dune (2021). He has also appeared in several direct-to-video films since 2009.\n\nIn August 2012, Bautista signed a contract with Classic Entertainment & Sports to fight in mixed martial arts (MMA). He won his lone MMA fight on October 6, 2012, defeating Vince Lucero via technical knockout in the first round.",
    "birthday": "1969-01-18",
    "deathday": null,
    "gender": 2,
    "homepage": "https://www.wwe.com/superstars/batista",
    "id": 543530,
    "imdb_id": "nm1176985",
    "known_for_department": "Acting",
    "name": "Dave Bautista",
    "place_of_birth": "Washington, District of Columbia, USA",
    "popularity": 60.476,
    "profile_path": "/snk6JiXOOoRjPtHU5VMoy6qbd32.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Sharon Duncan Brewster"],
    "biography": "Sharon Duncan-Brewster (born 8 February 1976) is a British actress. She is known for her role as Crystal Gordon in Bad Girls during the first four series; her role as Trina Johnson on EastEnders; and her role as Maggie Cain in the autumn 2009 Doctor Who special, The Waters of Mars. More recently, she has played Imperial Planetologist Dr. Liet-Kynes in Denis Villeneuve's adaptation of Frank Herbert's Dune.",
    "birthday": "1976-02-08",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 195666,
    "imdb_id": "nm1004267",
    "known_for_department": "Acting",
    "name": "Sharon Duncan-Brewster",
    "place_of_birth": "London, England, UK",
    "popularity": 3.121,
    "profile_path": "/gp5h6rOrqBrIGgID4AMd58O6Ow6.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Stephen McKinley-Henderson ",
      "Stephen McKinley Henderson",
      "Stephen \"Schmang\" McKinley"
    ],
    "biography": "Henderson is known mostly for his stage work. He won the 2015 Obie Award for Best Actor for his starring role of Walter \"Pops\" Washington in the Atlantic Theatre Company and Second Stage productions of the Pulitzer Prize-winning play Between Riverside and Crazy. He portrayed Jim Bono in the Broadway revival of August Wilson's Fences, starring Denzel Washington, for which Henderson received a Tony Award nomination as a supporting actor, as well as the Richard Seff Award from Actor's Equity; he reprised the role in Washington's 2016 film adaptation. Also in 2016, Henderson appeared in Kenneth Lonergan's Manchester by the Sea, starring Casey Affleck and Michelle Williams, playing the boss of Affleck's character. Previously, he appeared as Van Helsing in the Broadway production of Dracula, the Musical. More recently, he played the role of Father Leviatch in Greta Gerwig's 2017 film Lady Bird. On Broadway, he has performed in Drowning Crow, the revival of Ma Rainey's Black Bottom, and the premiere of King Hedley II. Henderson is recognized as a veteran performer of August Wilson's oeuvre.\n\nHis signature August Wilson role is the gossipy Turnbo in Jitney for which he won a Drama Desk Award. He had created the role in the 1996 premiere at the Pittsburgh Public Theater, then honed it (as Wilson was honing the script) in other regional theatres before its arrival Off-Broadway in 2000. Though they did not transfer to Broadway, he and the core of the cast took Jitney to London where it won the 2002 Olivier Award for the best new play. In addition, he appeared in A Raisin in the Sun and directed Zooman and the Sign. With the LAByrinth Theatre Company, he portrayed Pontius Pilate in The Last Days of Judas Iscariot.\n\nHis films include his role as Arthur in Everyday People, White House servant William Slade in Steven Spielberg's film Lincoln (2012), Lester in the film Tower Heist (2011), Bobo in A Raisin in the Sun (1989), Cooper's husband in the TV movie Marie (1985), and roles in the films Keane (2004), If You Could Say It in Words (2008) and Lady Bird (2017). In addition to his films, Henderson was a series regular on the FOX series New Amsterdam, which premiered in early 2018.\n\nTelevision work includes Law & Order, Law & Order: Special Victims Unit, The Newsroom, Law & Order: Criminal Intent, Tyler Perry's House of Payne, Third Watch, New Amsterdam, Blue Bloods and Devs.",
    "birthday": "1949-08-31",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 196179,
    "imdb_id": "nm0376610",
    "known_for_department": "Acting",
    "name": "Stephen McKinley Henderson",
    "place_of_birth": "Kansas City, Missouri, USA",
    "popularity": 6.874,
    "profile_path": "/utsApLREJWm13jyCLMkFwPYYU0M.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "赞达亚·科尔曼",
      "Zendaya Coleman",
      "젠데이아 콜먼"
    ],
    "biography": "Zendaya Maree Stoermer Coleman (born September 1, 1996) is an American actress and singer. She began her career as a child model and backup dancer. She rose to mainstream prominence for her role as Rocky Blue on the Disney Channel sitcom Shake It Up (2010–2013).\n\nIn 2013, Zendaya was a contestant on the 16th season of the dance competition series Dancing with the Stars. She produced and starred as the titular spy, K.C. Cooper, in the sitcom K.C. Undercover (2015–2018). Her film roles include the musical drama The Greatest Showman (2017), the superhero film Spider-Man: Homecoming (2017) and its sequels, the computer-animated musical comedy Smallfoot (2018), the romantic drama Malcolm & Marie (2021), the live-action/animation hybrid sports comedy Space Jam: A New Legacy (2021), and the science fiction epic Dune (2021).",
    "birthday": "1996-09-01",
    "deathday": null,
    "gender": 1,
    "homepage": "http://zendaya.com",
    "id": 505710,
    "imdb_id": "nm3918035",
    "known_for_department": "Acting",
    "name": "Zendaya",
    "place_of_birth": "Oakland, California, USA",
    "popularity": 60.73,
    "profile_path": "/6TE2AlOUqcrs7CyJiWYgodmee1r.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Chang Chen",
      "張震",
      "Zhang Zhen",
      "Chen Chang",
      "장첸",
      "张震"
    ],
    "biography": "Chang Chen (Chinese: 張震; born October 14, 1976) is a Taiwanese actor, born in Taipei, Taiwan. His name is sometimes seen in the Western order (Chen Chang). He is the son of a Taiwanese actor Chang Kuo Chu and brother of a Taiwanese actor, Chang Ha",
    "birthday": "1976-10-14",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1622,
    "imdb_id": "nm0151654",
    "known_for_department": "Acting",
    "name": "Chang Chen",
    "place_of_birth": "Taipei, Taiwan",
    "popularity": 10.001,
    "profile_path": "/4BOQ5pJXdsArkMHvyVhrV8Ditnr.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Уилл Смит",
      "Вілл Сміт",
      "The Fresh Prince",
      "Willard Smith",
      "ويل سميث",
      "윌 스미스",
      "วิลล์ สมิธ",
      "威爾·史密斯",
      "וויל סמית",
      "Γουίλ Σμιθ",
      "Willard Christopher \"Will\" Smith, Jr.",
      "Willard Christopher Smith, Jr.",
      "威尔·史密斯",
      "വിൽ സ്മിത്ത് ",
      " Γουίλαρντ Κάρολ Σμιθ",
      "ウィル・スミス",
      "ウィラード・キャロル・スミス・ジュニア"
    ],
    "biography": "Willard Carroll Smith II (born September 25, 1968) is an American actor and rapper. Known for variety of roles, Smith has received various accolades, including an Academy Award, a British Academy Film Award and four Grammy Awards.\n\nSmith began his acting career starring as a fictionalized version of himself on the NBC sitcom The Fresh Prince of Bel-Air (1990–1996). He first gained recognition as part of a hip hop duo with DJ Jazzy Jeff, with whom he released five studio albums and the US Billboard Hot 100 top 20 singles \"Parents Just Don't Understand\", \"A Nightmare on My Street\", \"Summertime\", \"Ring My Bell\", and \"Boom! Shake the Room\" from 1984 to 1994. He released the solo albums Big Willie Style (1997), Willennium (1999), Born to Reign (2002), and Lost and Found (2005), which contained the US number-one singles \"Gettin' Jiggy wit It\" and \"Wild Wild West\". He has received four Grammy Awards for his rap performances.\n\nSmith achieved wider fame as a leading man in films such as the action film Bad Boys (1995), its sequels Bad Boys II (2003) and Bad Boys for Life (2020), and the sci-fi comedies Men in Black (1997), Men in Black II (2002), and Men in Black 3 (2012). After starring in the thrillers Independence Day (1996) and Enemy of the State (1998), he received Academy Award for Best Actor nominations for his portrayal as Muhammad Ali in Ali (2001), and as Chris Gardner in The Pursuit of Happyness (2006). He then starred in a range of commercially successful films, including I, Robot (2004), Shark Tale (2004), Hitch (2005), I Am Legend (2007), Hancock (2008), Seven Pounds (2008), Suicide Squad (2016) and Aladdin (2019).\n\nFor his portrayal of Richard Williams in the biographical sports drama King Richard (2021), Smith won the Academy Award, BAFTA Award, Golden Globe Award, and Screen Actors Guild Award for Best Actor. At the 2022 Academy Awards ceremony, shortly before winning, Smith faced public backlash for slapping and shouting at Oscar presenter Chris Rock after Rock made an unscripted joke referencing Smith's wife, Jada Pinkett Smith. Smith subsequently resigned from the Academy and was banned from attending all Academy functions, including the Oscars, for ten years.",
    "birthday": "1968-09-25",
    "deathday": null,
    "gender": 2,
    "homepage": "http://www.willsmith.com",
    "id": 2888,
    "imdb_id": "nm0000226",
    "known_for_department": "Acting",
    "name": "Will Smith",
    "place_of_birth": "Philadelphia, Pennsylvania, USA",
    "popularity": 20.715,
    "profile_path": "/6a6cl4ZNufJzrx5HZKWPU1BjjRF.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Aunjanue L. Ellis "],
    "biography": "​Aunjanue L. Ellis is an American producer, stage and screen actress, best known for her film roles in \"Ray\", \"Undercover Brother\", and on the television series \"The Mentalist\". She has an BA in African-American Studies from Brown University, and an MFA in Acting from the Tisch School of the Arts, New York University.",
    "birthday": "1969-02-21",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 53923,
    "imdb_id": "nm0254712",
    "known_for_department": "Acting",
    "name": "Aunjanue Ellis",
    "place_of_birth": "San Francisco, California, USA",
    "popularity": 10.751,
    "profile_path": "/rKLTo72uhxvQbkGw27nTjH1uCHA.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Saniyya Sidney is an American actress. She is most known for her roles in the series American Horror Story: Roanoke, and the films Fences, Hidden Figures, and Fox's new vampire drama, The Passage. Wikipedia",
    "birthday": "2006-10-30",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1607523,
    "imdb_id": "nm5181138",
    "known_for_department": "Acting",
    "name": "Saniyya Sidney",
    "place_of_birth": null,
    "popularity": 2.859,
    "profile_path": "/y47xWvuXipPgPEkz7uOvYx5XR7s.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": "2007-02-27",
    "deathday": null,
    "gender": 1,
    "homepage": "http://www.demisingleton.com/",
    "id": 2214765,
    "imdb_id": "nm9403098",
    "known_for_department": "Acting",
    "name": "Demi Singleton",
    "place_of_birth": "New Orleans, Louisiana, USA",
    "popularity": 1.554,
    "profile_path": "/A11knIgd0doXeZYdiwIpNkskRoy.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "乔·本恩瑟",
      "جان برانتال",
      "Τζον Μπέρνθαλ",
      "Джон Бернтал",
      "존 번탈"
    ],
    "biography": "Jonathan E. \"Jon\" Bernthal (born September 20, 1976) is an American actor, best known for his role on the AMC television series The Walking Dead. He has performed in over 30 plays regionally and off-Broadway, including many with his own award-winning theatre company Fovea Floods. He also appeared in several TV shows such as Law & Order: Criminal Intent in 2002, The Class from 2006 to 2007 and The Pacific in early 2010.",
    "birthday": "1976-09-20",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 19498,
    "imdb_id": "nm1256532",
    "known_for_department": "Acting",
    "name": "Jon Bernthal",
    "place_of_birth": "Washington, District of Columbia, USA",
    "popularity": 23.997,
    "profile_path": "/dmFO9aBsGMFh7N0TWFYN4fcumGZ.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["토니 골드윈"],
    "biography": "Anthony Howard \"Tony\" Goldwyn (born May 20, 1960) is an American actor and director. He portrayed the villain Carl Bruner in Ghost, Colonel Bagley in The Last Samurai, and the voice of the title character of the Disney animated Tarzan.\n\nDescription above from the Wikipedia article Tony Goldwyn, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1960-05-20",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 3417,
    "imdb_id": "nm0001282",
    "known_for_department": "Acting",
    "name": "Tony Goldwyn",
    "place_of_birth": "Los Angeles, California, USA",
    "popularity": 14.689,
    "profile_path": "/m4CJX4QwjZsdYJKe8OJamLRnlQh.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Susie Abromeit is mostly known for her breakout role in the hit Netflix/Marvel show Jessica Jones starring alongside Carrie Anne Moss and Krysten Ritter.",
    "birthday": "1982-11-15",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 108696,
    "imdb_id": "nm2608932",
    "known_for_department": "Acting",
    "name": "Susie Abromeit",
    "place_of_birth": "Boston, Massachusetts, USA",
    "popularity": 11.982,
    "profile_path": "/7tMmET3hW1q1l78jDvQJd4XQGlo.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Mark Anthony McDermott"],
    "biography": "Dylan McDermott (born Mark Anthony McDermott; October 26, 1961) is an American actor. He is known for his role as lawyer and law firm head Bobby Donnell on the legal drama series The Practice, which earned him a Golden Globe Award for Best Performance by an Actor in a Television Series – Drama and a nomination for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series.\n\nMcDermott is also known for his roles in four seasons (first, second, eighth and ninth) of the FX horror anthology series American Horror Story, subtitled Murder House, Asylum, Apocalypse, and 1984 portraying Ben Harmon, Johnny Morgan and Bruce, respectively. He also starred as narcotics crime lord Richard Wheatley on the Law & Order: Special Victims Unit spinoff Law & Order: Organized Crime; Lt. Carter Shaw on the TNT series Dark Blue; in two short-lived CBS dramas, Hostages and Stalker; and in the 1994 remake of the film Miracle on 34th Street. In 2022, he joined FBI: Most Wanted as the new lead, replacing the departing Julian McMahon.\n\nDescription above from the Wikipedia article Dylan McDermott, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1961-10-26",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 32597,
    "imdb_id": "nm0001518",
    "known_for_department": "Acting",
    "name": "Dylan McDermott",
    "place_of_birth": "Waterbury, Connecticut, USA",
    "popularity": 11.659,
    "profile_path": "/3i69RNLuL7KOD9pCmHQYruhcOdn.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Judith Shepard"],
    "biography": "Judith Chapman is an American actress, best known for soap opera roles, particularly as Natalie Bannon Hughes in As the World Turns, Charlotte Greer on Ryan's Hope, Ginny Blake Webber on General Hospital, Sandra Montaigne on One Life to Live, Anjelica Deveraux Curtis on Days of Our Lives, and Gloria Abbott Bardwell on The Young and the Restless.",
    "birthday": "1951-11-15",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 140198,
    "imdb_id": "nm0152420",
    "known_for_department": "Acting",
    "name": "Judith Chapman",
    "place_of_birth": "Greenville, South Carolina, USA",
    "popularity": 3.055,
    "profile_path": "/h9Yw9aGeq7tKIxg2VVNPna8cnY8.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Katrina Begin was born on August 10, 1982 in Minneapolis, Minnesota, USA. Katrina is an actor and writer, known for Single Parents (2018), Good Behavior (2016) and Christmas Break-In (2018).",
    "birthday": "1982-08-10",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 85824,
    "imdb_id": "nm1640523",
    "known_for_department": "Acting",
    "name": "Katrina Begin",
    "place_of_birth": "Minneapolis, Minnesota, USA",
    "popularity": 4.145,
    "profile_path": "/6kcjQWWfUGdOKBiRF6VNCkpf60w.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Baby Haim"],
    "biography": "Alana Mychal Haim (born December 15, 1991) is an American musician and actress. She is a pianist, guitarist, and vocalist of the American pop-rock band Haim, which also consists of her two older sisters, Este Haim and Danielle Haim. In 2021, she starred in Paul Thomas Anderson's film Licorice Pizza alongside Cooper Hoffman and the rest of Haim.",
    "birthday": "1991-12-15",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1741367,
    "imdb_id": "nm6076229",
    "known_for_department": "Acting",
    "name": "Alana Haim",
    "place_of_birth": "Los Angeles, California, USA",
    "popularity": 4.74,
    "profile_path": "/uOU4uueRxH5BYhzNjzPxJOxZStJ.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Cooper Alexander Hoffman"],
    "biography": "Cooper Hoffman was born to actor Philip Seymour Hoffman and costume designer Mimi O'Donnell in March of 2003. Cooper Hoffman lived with his parents in New York City until his father's death in February of 2014. He made his acting debut in Paul Thomas Anderson's 1970s-set coming-of-age film Licorice Pizza.",
    "birthday": "2003-03-01",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2764542,
    "imdb_id": "nm11866274",
    "known_for_department": "Acting",
    "name": "Cooper Hoffman",
    "place_of_birth": "USA",
    "popularity": 7.45,
    "profile_path": "/3KEX72zCYwS0pub1DnpMbdJ9uC5.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Шон Пенн",
      "숀 펜",
      "شون بن",
      "ショーン・ペン",
      "ฌอน เพนน์",
      "西恩·潘",
      "Sean Justin Penn",
      "Σον Τζάστιν Πεν",
      "Σον Πεν"
    ],
    "biography": "Sean Justin Penn (born August 17, 1960) is an American actor and film director. He has won two Academy Awards, for his roles in the mystery drama Mystic River (2003) and the biopic Milk (2008).\n\nPenn began his acting career in television, with a brief appearance in episode 112 of Little House on the Prairie on December 4, 1974, directed by his father Leo Penn. Following his film debut in the drama Taps (1981), and a diverse range of film roles in the 1980s, including Fast Times at Ridgemont High (1982) and Bad Boys (1983), Penn garnered critical attention for his roles in the crime dramas At Close Range (1986), State of Grace (1990), and Carlito's Way (1993). He became known as a prominent leading actor with the drama Dead Man Walking (1995), for which he earned his first Academy Award nomination and the Silver Bear for Best Actor at the Berlin Film Festival. Penn received another two Oscar nominations for Woody Allen's comedy-drama Sweet and Lowdown (1999) and the drama I Am Sam (2001), before winning his first Academy Award for Best Actor in 2003 for Mystic River and a second one in 2008 for Milk. He has also won a Best Actor Award at the Cannes Film Festival for the Nick Cassavetes-directed She's So Lovely (1997), and two Volpi Cups for Best Actor at the Venice Film Festival for the indie film Hurlyburly (1998) and the drama 21 Grams (2003).\n\nPenn made his feature film directorial debut with The Indian Runner (1991), followed by the drama film The Crossing Guard (1995) and the mystery film The Pledge (2001); all three were critically well received. Penn directed one of the 11 segments of 11'09\"01 September 11 (2002), a compilation film made in response to the September 11 attacks. His fourth feature film, the biographical drama survival movie Into the Wild (2007), garnered critical acclaim and two Academy Award nominations.\n\nIn addition to his film work, Penn has engaged in political and social activism, including his criticism of the George W. Bush administration, his contact with the Presidents of Cuba and Venezuela, and his humanitarian work in the aftermath of Hurricane Katrina in 2005 and the 2010 Haiti earthquake.",
    "birthday": "1960-08-17",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2228,
    "imdb_id": "nm0000576",
    "known_for_department": "Acting",
    "name": "Sean Penn",
    "place_of_birth": "Santa Monica, California, USA",
    "popularity": 15.755,
    "profile_path": "/9glqNTVpFpdN1nFklKaHPUyCwR6.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Thomas Alan Waits"],
    "biography": "Thomas Alan Waits (born December 7, 1949) is an American musician, composer, songwriter and actor. His lyrics often focus on the underbelly of society and are delivered in his trademark deep, gravelly voice. He worked primarily in jazz during the 1970s, but his music since the 1980s has reflected greater influence from blues, rock, vaudeville, and experimental genres.\n\nWaits was born and raised in a middle-class family in Whittier, California. Inspired by the work of Bob Dylan and the Beat Generation, he began singing on the San Diego folk music circuit as a young boy. He relocated to Los Angeles in 1972, where he worked as a songwriter before signing a recording contract with Asylum Records. His first albums were the jazz-oriented Closing Time (1973) and The Heart of Saturday Night (1974), which reflected his lyrical interest in nightlife, poverty, and criminality. He repeatedly toured the United States, Europe, and Japan, and attracted greater critical recognition and commercial success with Small Change (1976), Blue Valentine (1978), and Heartattack and Vine (1980). He produced the soundtrack for Francis Ford Coppola's film One from the Heart (1981), and subsequently made cameo appearances in several Coppola films.\n\nIn 1980, Waits married Kathleen Brennan, split from his manager and record label, and moved to New York City. With Brennan's encouragement and frequent collaboration, he pursued a more experimental and eclectic musical aesthetic influenced by the work of Harry Partch and Captain Beefheart. This was reflected in a series of albums released by Island Records, including Swordfishtrombones (1983), Rain Dogs (1985), and Franks Wild Years (1987). He continued appearing in films, notably starring in Jim Jarmusch's Down by Law (1986), and also made theatrical appearances. With theatre director Robert Wilson, he produced the musicals The Black Rider (1990) and Alice (1992), first performed in Hamburg. Having returned to California in the 1990s, his albums Bone Machine (1992), The Black Rider (1993), and Mule Variations (1999) earned him increasing critical acclaim and multiple Grammy Awards. In the late 1990s, he switched to the record label ANTI-, which released Blood Money (2002), Alice (2002), Real Gone (2004), and Bad as Me (2011).\n\nDespite a lack of mainstream commercial success, Waits has influenced many musicians and gained an international cult following, and several biographies have been written about him. In 2015, he was ranked at No. 55 on Rolling Stone's \"100 Greatest Songwriters of All Time\". He was inducted into the Rock and Roll Hall of Fame in 2011.\n\nDescription above from the Wikipedia article Tom Waits, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1949-12-07",
    "deathday": null,
    "gender": 2,
    "homepage": "http://www.tomwaits.com/",
    "id": 2887,
    "imdb_id": "nm0001823",
    "known_for_department": "Acting",
    "name": "Tom Waits",
    "place_of_birth": "Pomona, California, USA",
    "popularity": 5.775,
    "profile_path": "/uxDkURjzHnaglIH2YRWUMJjoDx.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "브래들리 쿠퍼",
      "布莱恩·科兰斯顿",
      "Брэдли Купер",
      "برادلي كوبر",
      "ブラッドリー・クーパー",
      "แบรดลีย์ คูเปอร์",
      "布萊德利·古柏",
      "Μπράντλεϊ Κούπερ"
    ],
    "biography": "Bradley Charles Cooper (born January 5, 1975) is an American actor and filmmaker. He is the recipient of various accolades, including a British Academy Film Award and two Grammy Awards, in addition to nominations for nine Academy Awards, six Golden Globe Awards, and a Tony Award. Cooper appeared on the Forbes Celebrity 100 three times and on Time's list of the 100 most influential people in the world in 2015. His films have grossed $11 billion worldwide and he has placed four times in annual rankings of the world's highest-paid actors.\n\nCooper enrolled in the MFA program at the Actors Studio in 2000 after beginning his career in 1999 with a guest role in the television series Sex and the City. He made his film debut in the comedy Wet Hot American Summer (2001). He first gained recognition as Will Tippin in the spy-action television show Alias (2001–2006), and achieved minor success with a supporting part in the comedy film Wedding Crashers (2005). His breakthrough role came in 2009 with The Hangover, a critically and commercially successful comedy, which spawned two sequels in 2011 and 2013. Cooper's portrayal of a struggling writer in the thriller Limitless (2011) and a rookie police officer in the crime drama The Place Beyond the Pines (2012) drew praise from critics.\n\nCooper found greater success with the romantic comedy Silver Linings Playbook (2012), the black comedy American Hustle (2013), and the war biopic American Sniper (2014), which he also produced. For his work in these films, he was nominated for four Academy Awards, becoming the tenth actor to receive an Oscar nomination in three consecutive years. In 2014, he portrayed Joseph Merrick in a Broadway revival of The Elephant Man, garnering a nomination for the Tony Award for Best Actor in a Play, and began voicing Rocket Raccoon in the Marvel Cinematic Universe. In 2018, Cooper produced, wrote, directed and starred in a remake of the musical romance A Star Is Born. He earned three Oscar nominations for the film, as well as a BAFTA Award and two Grammys for his contributions to its U.S. Billboard 200 number one soundtrack and its chart-topping lead single \"Shallow\". He gained Academy Award nominations for producing Joker (2019) and Nightmare Alley (2021).\n\nLabeled a sex symbol by the media, Cooper was named People magazine's \"Sexiest Man Alive\" in 2011. He supports several charities that help fight cancer. Cooper was briefly married to actress Jennifer Esposito, and has a daughter from his relationship with model Irina Shayk.",
    "birthday": "1975-01-05",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 51329,
    "imdb_id": "nm0177896",
    "known_for_department": "Acting",
    "name": "Bradley Cooper",
    "place_of_birth": "Philadelphia, Pennsylvania, USA",
    "popularity": 31.13,
    "profile_path": "/DPnessSsWqVXRbKm93PtMjB4Us.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Ben Safdie", "The Safdie Brothers"],
    "biography": "Benjamin \"Benny\" Safdie (born February 24, 1986 in New York City) is an American director, screenwriter and actor, best known for the New York-set thrillers Good Time (2017) and Uncut Gems (2019). Together with his brother and frequent collaborator Josh Safdie, they are of Syrian-Jewish ancestry and grew up between their European father in Queens and their New Yorker mother in Manhattan. The brothers began making movies when they were kids, inspired by their film-enthusiastic father who translated his love of cinema to Benny and his brother by constantly filming them.",
    "birthday": "1986-02-24",
    "deathday": null,
    "gender": 2,
    "homepage": "http://www.elarapictures.com/",
    "id": 227564,
    "imdb_id": "nm1509478",
    "known_for_department": "Directing",
    "name": "Benny Safdie",
    "place_of_birth": "New York City, New York, USA",
    "popularity": 5.149,
    "profile_path": "/vrGyNcAW1Cuwkt1nyqAQQOOUQnv.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Skyler Gisondo (July 22, 1996 in Palm Beach County, Florida, USA) is an actor known for the Air Bud movies, The Amazing Spider-Man (2012), Night at the Museum: Secret of the Tomb (2014), Vacation (2015), Santa Clarita Diet (2017-2019) and Feast of the Seven Fishes (2019).",
    "birthday": "1996-07-22",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 61263,
    "imdb_id": "nm1711114",
    "known_for_department": "Acting",
    "name": "Skyler Gisondo",
    "place_of_birth": "Palm Beach County, Florida, USA",
    "popularity": 19.568,
    "profile_path": "/lJ6Sh5duegwjpoKF0QmiFHbBDXr.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Mary Elizabeth Ellis (born May 11, 1979 in Laurel, Mississippi, height 5' 4\" (1,63 m)) is an American actress and writer best known for her recurring role as \"The Waitress\" on the FX comedy series It's Always Sunny in Philadelphia. She also starred in the NBC sitcom Perfect Couples.\n\nDescription above from the Wikipedia article Mary Elizabeth Ellis, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1979-05-11",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 139309,
    "imdb_id": "nm1634944",
    "known_for_department": "Acting",
    "name": "Mary Elizabeth Ellis",
    "place_of_birth": "Laurel - Mississippi - USA",
    "popularity": 7.164,
    "profile_path": "/9T98RZCLFuUV5oXqxJHGiw5AuPB.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Τζον Μίχαελ Χιγκινς"
    ],
    "biography": "John Michael Higgins (born February 12, 1963) is an American comic actor whose film credits include Christopher Guest's mockumentaries, the role of David Letterman in HBO's The Late Shift, and a starring role in the American version of Kath &amp; Kim.\n\nDescription above from the Wikipedia article John Michael Higgins, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1963-02-12",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 8265,
    "imdb_id": "nm0383422",
    "known_for_department": "Acting",
    "name": "John Michael Higgins",
    "place_of_birth": "Boston, Massachusetts, USA",
    "popularity": 8.673,
    "profile_path": "/1McAEXIhRW2Q3LJsX3os90UXcJz.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["크리스틴 에버솔 "],
    "biography": "Christine Ebersole won the 2007 Tony Award for Best Actress in a Musical for her work in \"Grey Gardens\". Previously, she was awarded the Drama Desk Award, the Outer Critics Circle Award, the Drama League awarded her both a citation and the Outstanding Performance of the Year, and she was named to its dais for 2007. She also received a special citation from the New York Drama Critics' Circle and the Obie for her off-Broadway turn in \"Grey Gardens\".",
    "birthday": "1953-02-21",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 4003,
    "imdb_id": "nm0002056",
    "known_for_department": "Acting",
    "name": "Christine Ebersole",
    "place_of_birth": "Chicago, Illinois, USA",
    "popularity": 5.13,
    "profile_path": "/6Y2O0MrCWNsrvDIkjyK6cZ6KjK3.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "브래들리 쿠퍼",
      "布莱恩·科兰斯顿",
      "Брэдли Купер",
      "برادلي كوبر",
      "ブラッドリー・クーパー",
      "แบรดลีย์ คูเปอร์",
      "布萊德利·古柏",
      "Μπράντλεϊ Κούπερ"
    ],
    "biography": "Bradley Charles Cooper (born January 5, 1975) is an American actor and filmmaker. He is the recipient of various accolades, including a British Academy Film Award and two Grammy Awards, in addition to nominations for nine Academy Awards, six Golden Globe Awards, and a Tony Award. Cooper appeared on the Forbes Celebrity 100 three times and on Time's list of the 100 most influential people in the world in 2015. His films have grossed $11 billion worldwide and he has placed four times in annual rankings of the world's highest-paid actors.\n\nCooper enrolled in the MFA program at the Actors Studio in 2000 after beginning his career in 1999 with a guest role in the television series Sex and the City. He made his film debut in the comedy Wet Hot American Summer (2001). He first gained recognition as Will Tippin in the spy-action television show Alias (2001–2006), and achieved minor success with a supporting part in the comedy film Wedding Crashers (2005). His breakthrough role came in 2009 with The Hangover, a critically and commercially successful comedy, which spawned two sequels in 2011 and 2013. Cooper's portrayal of a struggling writer in the thriller Limitless (2011) and a rookie police officer in the crime drama The Place Beyond the Pines (2012) drew praise from critics.\n\nCooper found greater success with the romantic comedy Silver Linings Playbook (2012), the black comedy American Hustle (2013), and the war biopic American Sniper (2014), which he also produced. For his work in these films, he was nominated for four Academy Awards, becoming the tenth actor to receive an Oscar nomination in three consecutive years. In 2014, he portrayed Joseph Merrick in a Broadway revival of The Elephant Man, garnering a nomination for the Tony Award for Best Actor in a Play, and began voicing Rocket Raccoon in the Marvel Cinematic Universe. In 2018, Cooper produced, wrote, directed and starred in a remake of the musical romance A Star Is Born. He earned three Oscar nominations for the film, as well as a BAFTA Award and two Grammys for his contributions to its U.S. Billboard 200 number one soundtrack and its chart-topping lead single \"Shallow\". He gained Academy Award nominations for producing Joker (2019) and Nightmare Alley (2021).\n\nLabeled a sex symbol by the media, Cooper was named People magazine's \"Sexiest Man Alive\" in 2011. He supports several charities that help fight cancer. Cooper was briefly married to actress Jennifer Esposito, and has a daughter from his relationship with model Irina Shayk.",
    "birthday": "1975-01-05",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 51329,
    "imdb_id": "nm0177896",
    "known_for_department": "Acting",
    "name": "Bradley Cooper",
    "place_of_birth": "Philadelphia, Pennsylvania, USA",
    "popularity": 31.13,
    "profile_path": "/DPnessSsWqVXRbKm93PtMjB4Us.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "루니 마라",
      "Patricia Rooney Mara",
      "Руни Мара",
      "鲁妮·玛拉",
      "רוני מארה",
      "Tricia Mara",
      "Bree Daniel",
      "ルーニー・マーラ",
      "Руні Мара"
    ],
    "biography": "Patricia Rooney Mara (born April 17, 1985) is an American film and television actress. Mara made her acting debut in 2005 and has gone on to star in films including A Nightmare on Elm Street, the remake of the 1984 horror film, and The Social Network. Mara also portrayed Lisbeth Salander, the title character in The Girl with the Dragon Tattoo, a Sony Pictures film based on Stieg Larsson’s Millennium book series.\n\nMara is also known for her charity work. She oversees the charity Faces of Kibera, which benefits orphans from the Kibera slum in Nairobi, Kenya, one of the largest slums in Africa.  Description above from the Wikipedia article Rooney Mara, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1985-04-17",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 108916,
    "imdb_id": "nm1913734",
    "known_for_department": "Acting",
    "name": "Rooney Mara",
    "place_of_birth": "Bedford, New York, USA",
    "popularity": 21.629,
    "profile_path": "/zT6UyHFHEQ9RcKykplWCycKBnoS.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "كيت بلانشيت",
      "Кейт Бланшетт",
      "凯特·布兰切特",
      "เคต บลานเชตต์",
      "ケイト・ブランシェット",
      "케이트 블란쳇",
      "Catherine Élise \"Cate\" Blanchett",
      "Catherine Élise Blanchett",
      "Catherine Elise Blanchett",
      "Κέιτ Μπλάνσετ",
      "கேத்தரின் எலிஸ் பிளான்செட்"
    ],
    "biography": "Catherine Elise Blanchett (born 14 May 1969) is an Australian actor and producer. Regarded as one of the best actresses of her generation, she is known for her versatile work across independent films, blockbusters, and the stage. Blanchett is the recipient of numerous accolades, including two Academy Awards, three British Academy Film Awards, three Screen Actors Guild Awards, and three Golden Globe Awards.\n\nAfter graduating from the National Institute of Dramatic Art, Blanchett began her acting career on the Australian stage, taking on roles in Electra in 1992 and Hamlet in 1994. She came to international attention as Elizabeth I in the drama film Elizabeth (1998), for which she won the Golden Globe and BAFTA Award for Best Actress, and received her first of seven Academy Award nominations. Her portrayal of Katharine Hepburn in Martin Scorsese's The Aviator (2004) won her the Academy Award for Best Supporting Actress. She later won the Academy Award for Best Actress for playing a neurotic former socialite in Woody Allen's comedy-drama Blue Jasmine (2013). Blanchett's other Oscar-nominated roles include Notes on a Scandal (2006), I'm Not There (2007), Elizabeth: The Golden Age (2007), and Carol (2015). Her highest-grossing films include The Lord of the Rings (2001–2003) and The Hobbit (2012–2014) trilogies, The Curious Case of Benjamin Button (2008), Indiana Jones and the Kingdom of the Crystal Skull (2008), Cinderella (2015), Thor: Ragnarok (2017), and Ocean's 8 (2018).\n\nBlanchett has performed in over 20 theatre productions. From 2008 to 2013, she and her husband, Andrew Upton, were the artistic directors of the Sydney Theatre Company. Some of her stage roles during that period were in revivals of A Streetcar Named Desire, Uncle Vanya and The Maids, garnering several theatre awards and nominations. She made her Broadway debut in 2017 in The Present, for which she received a Tony Award for Best Actress in a Play nomination. Blanchett has also received Emmy Award nominations for Outstanding Lead Actress in a Limited Series or Movie and Outstanding Limited Series as producer for the FX/Hulu historical drama miniseries Mrs. America (2020).",
    "birthday": "1969-05-14",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 112,
    "imdb_id": "nm0000949",
    "known_for_department": "Acting",
    "name": "Cate Blanchett",
    "place_of_birth": "Melbourne, Victoria, Australia",
    "popularity": 13.566,
    "profile_path": "/vUuEHiAR0eD3XEJhg2DWIjymUAA.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Antonia Collette ",
      "토니 콜렛",
      "Antonia \"Toni\" Collette",
      "Τόνι Κολέτ",
      "Тони Коллетт",
      "ტონი კოლეტი",
      "Toni Collette Galafassi"
    ],
    "biography": "Toni Collette Galafassi (November 1, 1972) is an Australian actress, producer, singer, and songwriter. Known for her work in television and independent films, she has received various accolades throughout her career, including a Golden Globe Award and a Primetime Emmy Award, in addition to nominations for an Academy Award, a Tony Award, and two British Academy Film Awards.\n\nAfter making her film debut in Spotswood (1992) and being nominated for the AACTA Award for Best Actress in a Supporting Role, her breakthrough role came in the comedy-drama Muriel's Wedding (1994), which earned her a Golden Globe Award nomination and won her the AACTA Award for Best Actress in a Leading Role. Collette achieved greater international recognition for her role in the psychological thriller film The Sixth Sense (1999), and was nominated for the Academy Award for Best Supporting Actress. She received BAFTA Award nominations for her performances in the romantic comedy About a Boy (2002) and the comedy-drama Little Miss Sunshine (2006).\n\nCollette's films include diverse genres, such as the period comedy Emma (1996), the action thriller Shaft (2000), the period drama The Hours (2002), the romantic drama Japanese Story (2003), the comedies In Her Shoes (2005) and The Way, Way Back (2013), the horror films Krampus (2015) and Hereditary (2018), and the mystery film Knives Out (2019). Her Broadway performances include the lead role in The Wild Party (2000), which earned her a Tony Award nomination. In television, she starred in the Showtime comedy-drama series United States of Tara (2008–2011) and the Netflix drama miniseries Unbelievable (2019). For the former, she won a Primetime Emmy Award and a Golden Globe Award. She has won five AACTA Awards, from eight nominations.\n\nCollette married Dave Galafassi, drummer of the band Gelbison, in January 2003. The couple have two children together. As the lead singer of Toni Collette & the Finish, she wrote all 11 tracks of their sole album, Beautiful Awkward Pictures (2006). The band toured Australia, but have not performed nor released any new material after 2007. In 2017, Collette and Jen Turner co-founded the film production company Vocab Films.",
    "birthday": "1972-11-01",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 3051,
    "imdb_id": "nm0001057",
    "known_for_department": "Acting",
    "name": "Toni Collette",
    "place_of_birth": "Sydney, New South Wales, Australia",
    "popularity": 41.945,
    "profile_path": "/6QllXhefzi294BcqrV8RUR4xhsy.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Ричард Дженкинс",
      "Richard Dale Jenkins",
      "Ρίτσαρντ Τζένκινς"
    ],
    "biography": "Richard Dale Jenkins (born May 4, 1947) is an American actor. Jenkins began his acting career in theater at the Trinity Repertory Company and later made his film debut in 1974. He has worked steadily in film and television since the 1980s, mostly in supporting roles. His first major role did not come until the early 2000s, when he portrayed the deceased patriarch Nathaniel Fisher on the HBO funeral drama series Six Feet Under (2001–2005). He is also known for his roles in the films Burn After Reading (2008), Step Brothers (2008), Let Me In (2010), Jack Reacher (2012), and The Cabin in the Woods (2012).\n\nJenkins was nominated for the Academy Award for Best Actor for the drama film The Visitor (2007). He won the Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie for the limited drama series Olive Kitteridge (2014). For his performance in the fantasy drama film The Shape of Water (2017), Jenkins received Academy Award, Golden Globe and Screen Actors Guild Award nominations for Best Supporting Actor.\n\n​From Wikipedia, the free encyclopedia",
    "birthday": "1947-05-04",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 28633,
    "imdb_id": "nm0420955",
    "known_for_department": "Acting",
    "name": "Richard Jenkins",
    "place_of_birth": "DeKalb, Illinois, USA",
    "popularity": 8.284,
    "profile_path": "/muT3RZG9hiKaKojD751RcQ5tGEy.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Willem DeFoe",
      "William Dafoe, Jr.",
      "William J. Dafoe",
      "윌렘 데포",
      "Уиллем Дефо",
      "Γουίλεμ Νταφόε",
      "威廉·达福",
      "William James \"Willem\" Dafoe",
      "William James Dafoe"
    ],
    "biography": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is the recipient of various accolades, including the Volpi Cup for Best Actor, in addition to receiving nominations for four Academy Awards, four Screen Actors Guild Awards, three Golden Globe Awards, and a British Academy Film Award. He frequently collaborates with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, Julian Schnabel,  Wes Anderson, and Robert Eggers.\n\nDafoe was an early member of experimental theater company The Wooster Group. He made his film debut in Heaven's Gate (1980), but was fired during production. He had his first leading role in the outlaw biker film The Loveless (1982) and then played the main antagonist in Streets of Fire (1984) and To Live and Die in L.A. (1985). He received his first Academy Award nomination (as Best Supporting Actor) for his role as Sergeant Elias Grodin in Oliver Stone's war film Platoon (1986). In 1988, Dafoe played Jesus in Martin Scorsese's The Last Temptation of Christ and costarred in Mississippi Burning, both of which were controversial.\n\nAfter receiving his second Academy Award nomination (as Best Supporting Actor) for portraying Max Schreck in Shadow of the Vampire (2000), Dafoe portrayed the supervillain Norman Osborn / Green Goblin in the superhero film Spider-Man (2002), a role he reprised in its sequels Spider-Man 2 (2004) and Spider-Man 3 (2007), and the Marvel Cinematic Universe film Spider-Man: No Way Home (2021) earning him the Guinness World Record for the \"longest career as a live-action Marvel character\". He also portrayed the villains in Once Upon a Time in Mexico (2003) and XXX: State of the Union (2005), as well as Carson Clay in the film Mr. Bean's Holiday (2007). In 2009, he starred in the experimental film Antichrist, one of his three films with Lars von Trier. Dafoe then appeared in The Fault in Our Stars, John Wick, The Grand Budapest Hotel (all 2014), The Great Wall (2016), Murder on the Orient Express (2017), The Florida Project (2017) (for which he received his third Academy Award nomination in the Best Supporting Actor category), The Lighthouse (2019), The French Dispatch, and Nightmare Alley (both 2021). He portrayed Nuidis Vulko in the DC Extended Universe films Aquaman (2018), Zack Snyder's Justice League (2021) and Aquaman and the Lost Kingdom (2022).\n\nDafoe has portrayed several real-life figures, including T. S. Eliot in Tom & Viv (1994), Pier Paolo Pasolini in Pasolini (2014), Vincent van Gogh in At Eternity's Gate (2018) (for which he received an Academy Award for Best Actor nomination, his first in that category), and Leonhard Seppala in Togo (2019).",
    "birthday": "1955-07-22",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 5293,
    "imdb_id": "nm0000353",
    "known_for_department": "Acting",
    "name": "Willem Dafoe",
    "place_of_birth": "Appleton, Wisconsin, USA",
    "popularity": 42.801,
    "profile_path": "/ui8e4sgZAwMPi3hzEO53jyBJF9B.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "David Russell Strathairn",
      "Дэвид Стрэтэйрн"
    ],
    "biography": "An American film and television actor, best known for his portrayal of journalist Edward R. Murrow in the feature film \"Good Night, and Good Luck\", for which he was nominated for an Academy Award.",
    "birthday": "1949-01-26",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 11064,
    "imdb_id": "nm0000657",
    "known_for_department": "Acting",
    "name": "David Strathairn",
    "place_of_birth": "San Francisco, California, USA",
    "popularity": 13.489,
    "profile_path": "/fhkvTcrCDPTAclTnE7sqQS1NZKq.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Ronald Perlman",
      "Ronald Francis Perlman",
      "Рон Перлман",
      "Ronald N. \"Ron\" Perlman",
      "Ronald N. Perlman",
      "Ρον Πέρλμαν"
    ],
    "biography": "Ronald Perlman (born April 13, 1950) is an American actor and voice-over actor. His best known roles are as Clay Morrow on Sons of Anarchy (2008–2013), Hellboy in Hellboy (2004) and its sequel Hellboy II: The Golden Army (2008), Vincent on the series Beauty and the Beast (1987–1990) for which he won a Golden Globe Award, Salvatore in The Name of the Rose (1986), Johner in Alien Resurrection (1997), Nino in Drive (2011), and Benedict Drask in Don't Look Up (2021).\n\nPerlman is also known as a collaborator of Hellboy director Guillermo del Toro, having roles in the del Toro films Cronos (1993), Blade II (2002), Pacific Rim (2013) and Nightmare Alley (2021). His voice-over work includes the narrator of the post-apocalyptic game series Fallout (1997–present), Clayface in the DC Animated Universe, Slade in Teen Titans (2003–2006), Mr. Lancer in Danny Phantom (2004–2007), Lord Hood in the video games Halo 2 (2004) and Halo 3 (2007), the Stabbington brothers in Tangled (2010), The Lich in Adventure Time (2011–2017), Xibalba in The Book of Life (2014) and Optimus Prime in both the Transformers: Power of the Primes (2018) animated series, and the film Transformers: Rise of the Beasts (2023).",
    "birthday": "1950-04-13",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2372,
    "imdb_id": "nm0000579",
    "known_for_department": "Acting",
    "name": "Ron Perlman",
    "place_of_birth": "Manhattan, New York City, New York, USA",
    "popularity": 33.962,
    "profile_path": "/gXLnsvM0tD3Jt4JwTz6eWQkgac8.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Holt Mccallany ",
      "Holt McAloney",
      "Холт Маккэллани",
      "홀트 맥칼라니"
    ],
    "biography": "Holt McCallany (born Holt Quinn McAloney; September 3, 1963) is an American actor, writer, and producer. He is known for portraying Bill Tench on the series Mindhunter (2017–present) and has had several supporting roles in various television series and films.  His first job in the professional theater was as an apprentice actor at the Great Lakes Shakespeare Festival in Cleveland, Ohio, in the same apprenticeship once served by Tom Hanks, among others. Subsequently, he returned to New York City and was cast as an understudy in the Broadway production of Biloxi Blues.\n\nMcCallany landed a series of supporting parts in such films as Casualties of War, Alien 3, Creepshow 2, The Search for One-eye Jimmy, and Jade, as well as the TV miniseries Rough Riders. After playing the legendary boxing trainer Teddy Atlas in the HBO telefilm Tyson, he became a supporter of the Atlas Foundation Charity, a grassroots organization dedicated to helping children and families with medical and financial hardships.\n\nHe continued working in films and television throughout the nineties and 2000s with roles in films such as Fight Club, Three Kings, Men of Honor, and Below, among others. He played a detective with psychological problems in CSI: Miami and a soldier with post-traumatic stress disorder on Criminal Minds.\n\nHe appeared in the 2010 Warner Bros. film, The Losers, based on the graphic novel from DC Comics. McCallany also was the star of the 2011 FX television series, Lights Out, playing an aging boxer (\"Patrick 'Lights' Leary\") forced out of retirement and into a comeback bid to regain the heavyweight title, despite having pugilistic dementia.\n\nHe followed this with roles in films like Sully, Shot Caller, and Blackhat, among many others.\n\nSince 2017, McCallany co-stars in the Netflix series Mindhunter for director David Fincher. He plays Bill Tench, an FBI agent researching serial killers in the late-1970s. His first French language film will be released in September, 2019, an adaptation of the George Feydeau comedy Le Dindon.",
    "birthday": "1963-09-03",
    "deathday": null,
    "gender": 2,
    "homepage": "http://holtmccallany.net/",
    "id": 7497,
    "imdb_id": "nm0564697",
    "known_for_department": "Acting",
    "name": "Holt McCallany",
    "place_of_birth": "New York City, New York, USA",
    "popularity": 10.93,
    "profile_path": "/a5ax2ICLrV6l0T74OSFvzssCQyQ.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Mary Nell Steenburgen",
      "Μάρι Στινμπούργζεν"
    ],
    "biography": "Mary Nell Steenburgen (born February 8, 1953) is an American actress. She was most successful for playing the role of Lynda Dummar in Jonathan Demme's Melvin and Howard, which earned her an Academy Award and a Golden Globe.",
    "birthday": "1953-02-08",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 2453,
    "imdb_id": "nm0005460",
    "known_for_department": "Acting",
    "name": "Mary Steenburgen",
    "place_of_birth": "Newport, Arkansas, USA",
    "popularity": 16.985,
    "profile_path": "/yJhfuqS3yXW7kLSyvRU6n3b35mq.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Дензел Вашингтон",
      "丹泽尔·华盛顿",
      "دنزل واشنطن",
      "デンゼル・ワシントン",
      "เดนเซล วอชิงตัน",
      "Denzel Hayes Washington, Jr.",
      "Ντένζελ Ουάσινγκτον",
      "Denzel Hayes Washington",
      "Дензел Вашинґтон",
      "Дензъл Уошингтън",
      "دنزل واشنگتن",
      "دنزل واشینگتون",
      "დენზელ ვაშინგტონი",
      "덴젤 워싱턴",
      "丹佐·华盛顿",
      "丹素·华盛顿"
    ],
    "biography": "Denzel Hayes Washington, Jr. is an American actor, screenwriter, director and film producer. He first rose to prominence when he joined the cast of the medical drama St. Elsewhere, playing Dr. Philip Chandler for six years. He has received much critical acclaim for his work in film since the 1990s, including for his portrayals of real-life figures, such as Steve Biko, Malcolm X, Rubin ‘Hurricane’ Carter, Melvin B. Tolson, Frank Lucas, and Herman Boone. Washington has received two Academy Awards, two Golden Globe awards, and a Tony Award. He is notable for winning the Best Supporting Actor Oscar for his part in Glory in 1989, and the Academy Award for Best Actor in 2001 for his role in the film Training Day.",
    "birthday": "1954-12-28",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 5292,
    "imdb_id": "nm0000243",
    "known_for_department": "Acting",
    "name": "Denzel Washington",
    "place_of_birth": "Mount Vernon, New York, USA",
    "popularity": 59.358,
    "profile_path": "/jj2Gcobpopokal0YstuCQW0ldJ4.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Frances Louise McDormand",
      "프란시스 맥도맨드",
      "프랜시스 맥도먼드",
      "Cynthia Ann Smith",
      "弗兰西斯·麦克多蒙德",
      "Фрэнсис Макдорманд"
    ],
    "biography": "An American film, stage and television actress. McDormand began her career on stage and made her screen debut in the 1984 film Blood Simple, having since appeared in several theatrical and television roles. McDormand has been recognized for her performances in 'Mississippi Burning' (1988), 'Short Cuts' (1993), 'Fargo' (1996), 'Wonder Boys' (2000), 'Almost Famous' (2000), 'North Country' (2005), 'Moonrise Kingdom' (2012), 'Hail, Caesar!' (2016), 'Three Billboards Outside Ebbing, Missouri' (2017), 'Nomadland' (2020) and 'The Tragedy of Macbeth' (2021).\n\nThroughout her career, she has been nominated for eight Golden Globes, five Academy Awards, four BAFTA Awards, and three Emmy Awards. She is one of the few performers to achieve the \"Triple Crown of Acting\", winning an Academy Award, a Primetime Emmy Award, and a Tony Award. She won her first Academy Award for Best Actress in 1997 for her role as Marge Gunderson in 'Fargo'.  She also won Best Supporting Actress from the Broadcast Film Critics Association, the Florida Film Critics Circle, and the Los Angeles Film Critics Association for her performance in 'Wonder Boys' (2000).  McDormand returned to the stage in the David Lindsay-Abaire play Good People on Broadway from February 8, 2011 to April 24, 2011. In 2017, McDormand starred in 'Three Billboards Outside Ebbing, Missouri' which earned her a second Academy Award for Best Actress.\n\nMcDormand has been married to filmmaker Joel Coen since 1984, they reside in New York City along with their adopted son Pedro.",
    "birthday": "1957-06-23",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 3910,
    "imdb_id": "nm0000531",
    "known_for_department": "Acting",
    "name": "Frances McDormand",
    "place_of_birth": "Chicago, Illinois, USA",
    "popularity": 19.756,
    "profile_path": "/r0A7hZsM1zuavTr0jN7bwmBcliR.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Corey Antonio Hawkins"],
    "biography": "Corey Hawkins (born October 22, 1988) is an American actor. He is perhaps best known for playing Dr. Dre in the 2015 biopic film, Straight Outta Compton.\n\nHawkins was born in Washington, D.C. where he attended the Duke Ellington School of the Arts. He graduated from the Juilliard School in New York City, a member of the Drama Division's Group 40. While studying at Juilliard, Hawkins received the prestigious John Houseman Award for excellence in classical theatre. Upon graduation, he began a career starring Off-Broadway and guest starring on television. Hawkins garnered a brief role in Marvel Studios's Iron Man 3 and went on to star opposite Liam Neeson andJulianne Moore in Universal Pictures' action-thriller Non-Stop.\n\nIn 2013, Hawkins made his Broadway debut as Tybalt in the revival of Shakespeare's Romeo and Juliet. And in 2015, The Hollywood Reporter announced that Hawkins would join the cast of AMC's The Walking Dead as Heath, a key character from Robert Kirkman's comic series. Hawkins played Dr. Dre in the biopic Straight Outta Compton, from Universal Pictures, which was theatrically released on August 14, 2015. He has been cast in Kong: Skull Island, alongside Brie Larson, Samuel L. Jackson and Tom Hiddleston.\n\nDescription above from the Wikipedia article Corey Hawkins, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1988-10-22",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1154054,
    "imdb_id": "nm3659660",
    "known_for_department": "Acting",
    "name": "Corey Hawkins",
    "place_of_birth": "Arlington, Texas, USA",
    "popularity": 4.905,
    "profile_path": "/habqxQgt2ouTrrrjpbTfL6YVH7C.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Alexander Stephen Hassell"],
    "biography": "Alexander Stephen Hassell (born 7 September 1980) is an English actor. He is co-founder of The Factory Theatre Company. Hassell was born in Southend, England, the youngest of four, to a vicar. He trained at the Central School of Speech and Drama after completing GCSE and A-Level courses at Moulsham High School, in Chelmsford, Essex.\n\nHe has appeared in a number of stage roles, most recently as Hal in Henry IV Parts I and II, and Henry in Henry V, for the Royal Shakespeare Company. His first Hollywood role was in George Clooney's Suburbicon (2017), and later that year he appeared in his first major television role in the BBC adaptation of Jessie Burton's The Miniaturist, which first aired on Boxing Day. He also appeared as Translucent in the first season of The Boys (2019) on Amazon Prime Video, and played Vicious in Netflix's Cowboy Bebop in 2021.",
    "birthday": "1980-09-17",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 178634,
    "imdb_id": "nm1307435",
    "known_for_department": "Acting",
    "name": "Alex Hassell",
    "place_of_birth": "Southend, Essex, England, UK",
    "popularity": 5.414,
    "profile_path": "/1VvnpDdLJ8WBBceDayjnAG9efNC.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Kathryn Hunter was born on April 9, 1957 in New York, USA as Kathryn Hadjipateras. She is known for her work on Harry Potter and the Order of the Phoenix (2007), Orlando (1992) and Rome (2005).",
    "birthday": "1957-04-07",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 72309,
    "imdb_id": "nm0402898",
    "known_for_department": "Acting",
    "name": "Kathryn Hunter",
    "place_of_birth": null,
    "popularity": 3.754,
    "profile_path": "/cVXR004q75laRSuayzpvw6iaQkU.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": "1977-09-06",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 216425,
    "imdb_id": "nm1584487",
    "known_for_department": "Acting",
    "name": "Bertie Carvel",
    "place_of_birth": "Marylebone, London, England, UK",
    "popularity": 5.084,
    "profile_path": "/hahxQXeqj09AHcQRubde19XlBcy.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Брендан Глисон",
      "Μπρένταν Γκλίσον"
    ],
    "biography": "Brendan Gleeson (born 29 March 1955) is an Irish actor and film director. He is the recipient of three IFTA Awards, two BIFA's, and a Primetime Emmy Award and has been nominated twice for a BAFTA Award, five times for a Golden Globe Award and once for an Academy Award. In 2020, he was listed at number 18 on The Irish Times list of Ireland's greatest film actors. He is the father of actors Domhnall Gleeson and Brian Gleeson.\n\nHe is best known for his performance as Alastor Moody in the Harry Potter films (2005–2010). He is also known for his supporting roles in films such as Braveheart (1995), Michael Collins (1996), 28 Days Later (2002), Gangs of New York (2002), Cold Mountain (2003), Troy (2004), Suffragette (2015), Paddington 2 (2017), The Ballad of Buster Scruggs (2018), and The Tragedy of Macbeth (2021). He is also known for his leading roles in films such as The General (1998), In Bruges (2008), The Guard (2011), Calvary (2014), Frankie (2019), and The Banshees of Inisherin (2022). He received a nomination for the Academy Award for Best Supporting Actor for the lattermost film.\n\nHe won an Primetime Emmy Award in 2009 for his portrayal of Winston Churchill in the television film Into the Storm. He also received a Golden Globe Award nomination for his performance as Donald Trump in the Showtime series The Comey Rule (2020). From 2017 to 2019 he starred in the crime series Mr. Mercedes. He received an Emmy Award nomination for Stephen Frears' Sundance TV series State of the Union (2022).",
    "birthday": "1955-03-29",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2039,
    "imdb_id": "nm0322407",
    "known_for_department": "Acting",
    "name": "Brendan Gleeson",
    "place_of_birth": "Dublin, Ireland",
    "popularity": 32.452,
    "profile_path": "/379TXtBPRrkBDrEBWPQ5v3up7kT.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "哈利·米爾林",
      "Гарри Меллинг"
    ],
    "biography": "Harry Edward Melling (born 13 March 1989) is an English actor, best known for his role as Dudley Dursley in the Harry Potter film series.",
    "birthday": "1989-03-13",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 10982,
    "imdb_id": "nm0577982",
    "known_for_department": "Acting",
    "name": "Harry Melling",
    "place_of_birth": "London, England, UK",
    "popularity": 22.206,
    "profile_path": "/b0pHwi2MeqxEpeWnF4Llihu53aJ.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Miles Anderson is a Zimbabwean born British stage, film and television actor.",
    "birthday": "1947-10-23",
    "deathday": null,
    "gender": 2,
    "homepage": "http://www.milesanderson.us",
    "id": 65885,
    "imdb_id": "nm0027215",
    "known_for_department": "Acting",
    "name": "Miles Anderson",
    "place_of_birth": "Rhodesia [now Zimbabwe]",
    "popularity": 4.519,
    "profile_path": "/i4VFdmtrRrQoagTlHHlC1klwJAE.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": null,
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2684944,
    "imdb_id": "nm5090093",
    "known_for_department": "Acting",
    "name": "Matt Helm",
    "place_of_birth": null,
    "popularity": 0.831,
    "profile_path": "/aUTzIyqTRs0BSpsnIQF6f5OkoBD.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Ansølo",
      "안셀 엘고트",
      "Ansel Elgort"
    ],
    "biography": "Ansel Elgort (born March 14, 1994) is an American actor and singer. He began his acting career with a supporting role in the horror film Carrie (2013) and gained wider recognition for starring as a teenage cancer patient in the romantic drama film The Fault in Our Stars (2014) and for his supporting role in The Divergent Series (2014–2016). In 2017, he played the title character in Edgar Wright's action thriller Baby Driver, for which he received a Golden Globe Award nomination for Best Actor in a Motion Picture – Musical or Comedy. He is also known for his lead role in The Goldfinch (2019) and his performance in the lead role of Tony in Steven Spielberg's 2021 film version of West Side Story.",
    "birthday": "1994-03-14",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1159982,
    "imdb_id": "nm5052065",
    "known_for_department": "Acting",
    "name": "Ansel Elgort",
    "place_of_birth": "Manhattan, New York, USA",
    "popularity": 13.1,
    "profile_path": "/ynceZwoR41V4FBiElUpgG5aFi9i.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "레이첼 제글러",
      "Rachel Anne Zegler",
      "レイチェル・ゼグラー",
      "Рейчел Зеглер"
    ],
    "biography": "Rachel Anne Zegler (born May 3, 2001) is an American actress and singer. She made her film debut playing Maria Vasquez in the 2021 musical drama West Side Story, for which she won the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical.",
    "birthday": "2001-05-03",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 2217977,
    "imdb_id": "nm10399505",
    "known_for_department": "Acting",
    "name": "Rachel Zegler",
    "place_of_birth": "Hackensack, New Jersey, USA",
    "popularity": 15.777,
    "profile_path": "/ycseVLFDnnTQ9QubleZjdbrGl4r.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Ariana DeBose (born January 25, 1991) is an American actress, dancer, and singer. Known for her performances on stage and screen, she has received multiple accolades, including an Academy Award, a British Academy Film Award and a Golden Globe Award. In 2022, Time magazine named her one of the 100 most influential people in the world.\n\nDescription above from the Wikipedia article Ariana DeBose, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1991-01-25",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1437491,
    "imdb_id": "nm3663196",
    "known_for_department": "Acting",
    "name": "Ariana DeBose",
    "place_of_birth": "North Carolina, USA",
    "popularity": 5.828,
    "profile_path": "/8HTSA2iVTsDN83OncAvFTcqxsAr.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "",
    "birthday": "1994-05-11",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2225865,
    "imdb_id": "nm3174725",
    "known_for_department": "Acting",
    "name": "David Alvarez",
    "place_of_birth": null,
    "popularity": 0.72,
    "profile_path": "/gQ9VIVXq6N11LMhVaEEGmRD5uqA.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Michael David Faist"],
    "biography": "Mike Faist is an American actor, dancer, and singer. He's starred in the original Broadway productions of Newsies and Dear Evan Hansen, and has starred in movies such as West Side Story (2021), The Grief of Others (2015), and I Can I Will I Did (2017).",
    "birthday": "1992-01-05",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 1423520,
    "imdb_id": "nm4576311",
    "known_for_department": "Acting",
    "name": "Mike Faist",
    "place_of_birth": "Gahanna, Ohio, USA",
    "popularity": 7.381,
    "profile_path": "/fk7zMd0PAPyhUbEMVH0zzyzzDM7.jpg"
  },
  {
    "adult": false,
    "also_known_as": [
      "Brian d’Arcy James",
      "Μπράιαν ντ' Άρσι Τζέιμς"
    ],
    "biography": "Brian d'Arcy James (born June 29, 1968) is an American actor and musician. He is known primarily for his Broadway roles, including Shrek in Shrek The Musical, Nick Bottom in Something Rotten!, King George III in Hamilton, and the Baker in Into the Woods, and has received three Tony Award nominations for his work.\n\nOn-screen, he is known for his recurring role as Andy Baker on the Netflix series 13 Reasons Why, Officer Krupke in West Side Story, and reporter Matt Carroll in Spotlight.\n\nDescription above from the Wikipedia article Brian d'Arcy James, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
    "birthday": "1968-06-29",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 175829,
    "imdb_id": "nm0195421",
    "known_for_department": "Acting",
    "name": "Brian d'Arcy James",
    "place_of_birth": "Saginaw, Michigan, USA",
    "popularity": 3.084,
    "profile_path": "/2Gz3b0A20Vrq7aadGfjZekdgGFK.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Corey Daniel Stoll", "코리 스톨"],
    "biography": "Corey Daniel Stoll (born March 14, 1976) is an American actor. He is best known for his roles as Congressman Peter Russo on the Netflix political thriller series House of Cards (2013–2016), for which he received a Golden Globe nomination in 2013, and Dr. Ephraim Goodweather on the FX horror drama series The Strain (2014–2017). Since 2020, he has portrayed Michael Prince, a business rival to protagonist Bobby Axelrod, in the Showtime series Billions. He was also a regular cast member on the NBC drama series Law & Order: LA (2010–2011) and portrayed Darren Cross / Yellowjacket in the Marvel Cinematic Universe film Ant-Man (2015). Other notable roles include an off-Broadway performance of Intimate Apparel (2004), Ernest Hemingway in the romantic comedy film Midnight in Paris (2011) a performance for which he was nominated for the Independent Spirit Award for Best Supporting Male, bulldog prosecutor Fred Wyshak in Black Mass (2015), and astronaut Buzz Aldrin in the biopic First Man (2018).\n\nDescription above from the Wikipedia article Corey Stoll, licensed under CC-BY-SA, full list of contributors on Wikipedia",
    "birthday": "1976-03-14",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 74541,
    "imdb_id": "nm1015684",
    "known_for_department": "Acting",
    "name": "Corey Stoll",
    "place_of_birth": "Manhattan, New York City, New York, USA",
    "popularity": 12.244,
    "profile_path": "/etqmosIyf1xePKpi3i6rHJCm9GE.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Rosa Dolores Alverío"],
    "biography": "Rita Moreno (born Rosa Dolores Alverío Marcano; December 11, 1931) is a Puerto Rican actress, dancer, and singer. Noted for her work across different areas of the entertainment industry, she has appeared in numerous film, television, and theater projects throughout her extensive career spanning over seven decades.\n\nHer work includes supporting roles in the classic musical films Singin' in the Rain (1952), The King and I (1956), and the 1961 and 2021 film adaptations of West Side Story. Her other notable films include Popi (1969), Carnal Knowledge (1971), The Four Seasons (1981), I Like It Like That (1994) and the cult film Slums of Beverly Hills (1998). She is also known for her work on television including the children's television series The Electric Company (1971–1977), and as Sister Peter Marie Reimondo on the HBO series Oz (1997–2003). She voiced the titular role of in Where on Earth Is Carmen Sandiego? from 1994 to 1999. She also gained acclaim for her roles in Jane the Virgin (2015–2019) and the revival of Norman Lear's One Day at a Time (2017–2020). In theater, she is best known for her role as Googie Gomez in the 1975 musical The Ritz.\n\nAmong her numerous accolades, Moreno is one of a few performers to have been awarded an Emmy, a Grammy, an Oscar, and a Tony (EGOT). She is also one of 24 people who have achieved what is called the Triple Crown of Acting, with individual competitive Academy, Emmy and Tony awards for acting. In 2004, she received the Presidential Medal of Freedom, America's highest civilian honor bestowed upon her by George W. Bush. In 2009, President Barack Obama presented her with the National Medal of Arts. In 2013, she received the Screen Actors Guild Life Achievement Award. In 2015, she was awarded a Kennedy Center Honor for her contribution to American culture through performing arts. She was awarded the Peabody Award in 2019. Her life was profiled in the 2021 documentary Rita Moreno: Just a Girl Who Decided to Go for It.",
    "birthday": "1931-12-11",
    "deathday": null,
    "gender": 1,
    "homepage": "http://www.ritamoreno.com/",
    "id": 13299,
    "imdb_id": "nm0001549",
    "known_for_department": "Acting",
    "name": "Rita Moreno",
    "place_of_birth": "Humacao, Puerto Rico",
    "popularity": 15.579,
    "profile_path": "/zB0M77jr7tmsmWHEr2bWO2Xq66L.jpg"
  },
  {
    "adult": false,
    "also_known_as": [],
    "biography": "Josh Andrés Rivera is an actor, known for West Side Story (2021), The Hunger Games: The Ballad of Songbirds and Snakes (2023) and Cat Person.",
    "birthday": "1995-05-01",
    "deathday": null,
    "gender": 2,
    "homepage": null,
    "id": 2269067,
    "imdb_id": "nm10399506",
    "known_for_department": "Acting",
    "name": "Josh Andrés Rivera",
    "place_of_birth": null,
    "popularity": 1.721,
    "profile_path": "/wO4lqUyQqOTPWo0cWrLuukses68.jpg"
  },
  {
    "adult": false,
    "also_known_as": ["Ana Isabel López"],
    "biography": "",
    "birthday": "1986-04-11",
    "deathday": null,
    "gender": 1,
    "homepage": null,
    "id": 1636954,
    "imdb_id": "nm3677062",
    "known_for_department": "Acting",
    "name": "Ana Isabelle",
    "place_of_birth": null,
    "popularity": 0.6,
    "profile_path": "/7Nxp17PyLleWns6iiKfD1bEk7Ei.jpg"
  }
]
